export default [
    {
        title: 'We are proud to present our app, designed with a focus on convenience and educational value. Here are the key features of our app:',
        moduleWise: {
            checklist_Sub_heading_1: {
                en: "Create a list of items to remember",
                ml: "ഓർമ്മിക്കേണ്ട ഇനങ്ങളുടെ ഒരു ലിസ്റ്റ് സൃഷ്ടിക്കുക",
                ta: "நினைவில் கொள்ள வேண்டிய பொருட்களின் பட்டியலை உருவாக்கவும்",
                hi: "याद रखने योग्य वस्तुओं की एक सूची बनाएँ"
            },
            checklist_1: {
                en: "Users can add various items to the checklist they need to keep in mind during their journey.",
                ml: "ഉപയോക്താക്കൾക്ക് അവരുടെ യാത്രയ്ക്കിടെ മനസ്സിൽ സൂക്ഷിക്കേണ്ട ചെക്ക്‌ലിസ്റ്റിലേക്ക് വിവിധ ഇനങ്ങൾ ചേർക്കാൻ കഴിയും.",
                ta: "பயனர்கள் தங்கள் பயணத்தின் போது மனதில் கொள்ள வேண்டிய சரிபார்ப்புப் பட்டியலில் பல்வேறு பொருட்களைச் சேர்க்கலாம்.",
                hi: "उपयोगकर्ता अपनी यात्रा के दौरान ध्यान में रखने के लिए आवश्यक विभिन्न वस्तुओं को चेकलिस्ट में जोड़ सकते हैं।"
            }, 

            checklist_Sub_heading_2: {
                en: "Set return reminders for checklist items",
                ml: "ചെക്ക്‌ലിസ്റ്റ് ഇനങ്ങൾക്കായി റിട്ടേൺ റിമൈൻഡറുകൾ സജ്ജമാക്കുക",
                ta: "சரிபார்ப்பு பட்டியல் உருப்படிகளுக்கு திரும்ப நினைவூட்டல்களை அமைக்கவும்",
                hi: "चेकलिस्ट आइटम के लिए वापसी अनुस्मारक सेट करें"
            },
            checklist_2: {
                en: "The app will generate a push notification to remind the user about pack their bag.",
                ml: "അവരുടെ ബാഗ് പാക്ക് ചെയ്യുന്നതിനെക്കുറിച്ച് ഉപയോക്താവിനെ ഓർമ്മിപ്പിക്കുന്നതിന് ആപ്പ് ഒരു പുഷ് അറിയിപ്പ് സൃഷ്ടിക്കും.",
                ta: "பயனரின் பையை பேக் செய்வது பற்றி நினைவூட்டுவதற்கு, பயன்பாடு புஷ் அறிவிப்பை உருவாக்கும்.",
                hi: "ऐप उपयोगकर्ता को अपना बैग पैक करने के बारे में याद दिलाने के लिए एक पुश नोटिफिकेशन उत्पन्न करेगा।"
            },
            
            checklist_Sub_heading_3: {
                en: "Completed checked items moved to history",
                ml: "പൂർത്തിയാക്കിയ പരിശോധിച്ച ഇനങ്ങൾ ചരിത്രത്തിലേക്ക് നീക്കി",
                ta: "பூர்த்தி செய்யப்பட்ட சரிபார்க்கப்பட்ட உருப்படிகள் வரலாற்றுக்கு நகர்த்தப்பட்டன",
                hi: "पूर्ण जांचे गए आइटम इतिहास में ले जाए गए"
            },
            checklist_3: {
                en: "Providing a record of completed checklist for future reference.",
                ml: "ഭാവി റഫറൻസിനായി പൂർത്തിയാക്കിയ ചെക്ക്‌ലിസ്റ്റിന്റെ ഒരു റെക്കോർഡ് നൽകുന്നു.",
                ta: "எதிர்கால குறிப்புக்காக பூர்த்தி செய்யப்பட்ட சரிபார்ப்பு பட்டியலின் பதிவை வழங்குதல்.",
                hi: "भविष्य के संदर्भ के लिए पूरी की गई चेकलिस्ट का रिकॉर्ड उपलब्ध कराना।"
            },
            checklist_img: 'https://images.unsplash.com/photo-1484480974693-6ca0a78fb36b?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8Y2hlY2tsaXN0fGVufDB8fDB8fHww&w=1000&q=80',
            
            splitwise_Sub_heading_1: {
                en: "Manage expenses with friends.",
                ml: "സുഹൃത്തുക്കളുമായി ചെലവുകൾ കൈകാര്യം ചെയ്യുക.",
                ta: "நண்பர்களுடன் செலவுகளை நிர்வகிக்கவும்.",
                hi: "दोस्तों के साथ खर्चों का प्रबंधन करें।"
            },
            splitwise_1: {
                en: "Add friends, track shared expenses, Add notes, and generate detailed invoices.",
                ml: "സുഹൃത്തുക്കളെ ചേർക്കുക, പങ്കിട്ട ചെലവുകൾ ട്രാക്ക് ചെയ്യുക, കുറിപ്പുകൾ ചേർക്കുക, വിശദമായ ഇൻവോയ്‌സുകൾ സൃഷ്ടിക്കുക.",
                ta: "நண்பர்களைச் சேர்க்கவும், பகிரப்பட்ட செலவுகளைக் கண்காணிக்கவும், குறிப்புகளைச் சேர்க்கவும் மற்றும் விரிவான விலைப்பட்டியல்களை உருவாக்கவும்.",
                hi: "मित्रों को जोड़ें, साझा खर्चों को ट्रैक करें, नोट्स जोड़ें और विस्तृत चालान तैयार करें।"
            },
            splitwise_Sub_heading_2: {
                en: "Split amount calculates",
                ml: "വിഭജന തുക കണക്കാക്കുന്നു",
                ta: "பிரிப்பு தொகை கணக்கிடப்படுகிறது",
                hi: "विभाजित राशि की गणना की जाती है"
            },
            splitwise_2: {
                en: "Calculates the split amount for each participant based on the predefined split method.",
                ml: "മുൻകൂട്ടി നിശ്ചയിച്ച വിഭജന രീതിയെ അടിസ്ഥാനമാക്കി ഓരോ പങ്കാളിക്കും വേണ്ടിയുള്ള വിഭജന തുക കണക്കാക്കുന്നു.",
                ta: "முன் வரையறுக்கப்பட்ட பிளவு முறையின் அடிப்படையில் ஒவ்வொரு பங்கேற்பாளருக்கான பிரிப்புத் தொகையைக் கணக்கிடுகிறது.",
                hi: "पूर्वनिर्धारित विभाजन पद्धति के आधार पर प्रत्येक भागीदार के लिए विभाजन राशि की गणना करता है।"
            },
            splitwise_Sub_heading_3: {
                en: "Generates an invoice of the shared expenses.",
                ml: "പങ്കിട്ട ചെലവുകളുടെ ഒരു ഇൻവോയ്സ് സൃഷ്ടിക്കുന്നു.",
                ta: "பகிரப்பட்ட செலவுகளின் விலைப்பட்டியல் உருவாக்குகிறது.",
                hi: "साझा खर्चों का चालान तैयार करता है।"
            },
            splitwise_3: {
                en: 'The invoice displays the total amount spent, the individual amounts owed or to be reimbursed by each participant.',
                ml: "ഇൻവോയ്സ് ചെലവഴിച്ച മൊത്തം തുക, വ്യക്തിഗത തുകകൾ അല്ലെങ്കിൽ ഓരോ പങ്കാളിയും തിരിച്ചടയ്ക്കേണ്ട തുക എന്നിവ പ്രദർശിപ്പിക്കുന്നു.",
                ta: "ஒவ்வொரு பங்கேற்பாளரும் செலவழித்த மொத்தத் தொகை, செலுத்த வேண்டிய தனிப்பட்ட தொகைகள் அல்லது திருப்பிச் செலுத்தப்பட வேண்டிய தொகை ஆகியவற்றை விலைப்பட்டியல் காட்டுகிறது.",
                hi: "चालान खर्च की गई कुल राशि, प्रत्येक भागीदार द्वारा बकाया व्यक्तिगत राशि या प्रतिपूर्ति की जाने वाली राशि को प्रदर्शित करता है।"
            },
            splitwise_img: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQVqetD4CWj1xijLRMa-BL-H4ygT16jw1sJZQ&usqp=CAU',
            
            touristSpot_Sub_heading_1: {
                en: "View state and District",
                ml: "സംസ്ഥാനവും ജില്ലയും കാണുക",
                ta: "மாநிலம் மற்றும் மாவட்டத்தைப் பார்க்கவும்",
                hi: "राज्य और जिला देखें"
            },
            touristSpot_1: {
                en: 'Explore all the states and detailed information about districts within each state.',
                ml: "എല്ലാ സംസ്ഥാനങ്ങളും ഓരോ സംസ്ഥാനത്തിനുള്ളിലെ ജില്ലകളെക്കുറിച്ചുള്ള വിശദമായ വിവരങ്ങളും പര്യവേക്ഷണം ചെയ്യുക.",
                ta: "அனைத்து மாநிலங்களையும் ஒவ்வொரு மாநிலத்திலும் உள்ள மாவட்டங்கள் பற்றிய விரிவான தகவலை ஆராயுங்கள்.",
                hi: "सभी राज्यों का अन्वेषण करें और प्रत्येक राज्य के जिलों के बारे में विस्तृत जानकारी प्राप्त करें।"
            },
            touristSpot_Sub_heading_2: {
                en: "Top 10 tourist spots in each district",
                ml: "ഓരോ ജില്ലയിലെയും മികച്ച 10 വിനോദസഞ്ചാര കേന്ദ്രങ്ങൾ",
                ta: "ஒவ்வொரு மாவட்டத்திலும் முதல் 10 சுற்றுலாத் தலங்கள்",
                hi: "प्रत्येक जिले में शीर्ष 10 पर्यटन स्थल"
            },
            touristSpot_2: {
                en: 'Allowing users to discover popular attractions and plan their itineraries',
                ml: "ജനപ്രിയ ആകർഷണങ്ങൾ കണ്ടെത്താനും അവരുടെ യാത്രാപരിപാടികൾ ആസൂത്രണം ചെയ്യാനും ഉപയോക്താക്കളെ അനുവദിക്കുന്നു",
                ta: "பிரபலமான இடங்களைக் கண்டறியவும், அவர்களின் பயணத் திட்டங்களைத் திட்டமிடவும் பயனர்களை அனுமதிக்கிறது",
                hi: "उपयोगकर्ताओं को लोकप्रिय आकर्षणों की खोज करने और उनके यात्रा कार्यक्रम की योजना बनाने की अनुमति देना"
            },
            touristSpot_Sub_heading_3: {
                en: "View the location of each tourist spot",
                ml: "ഓരോ ടൂറിസ്റ്റ് സ്ഥലത്തിന്റെയും സ്ഥാനം കാണുക",
                ta: "ஒவ்வொரு சுற்றுலா தலத்தின் இருப்பிடத்தையும் பார்க்கவும்",
                hi: "प्रत्येक पर्यटक स्थल का स्थान देखें"
            },
            touristSpot_3: {
                en: 'Location permission is granted, seamlessly navigate to the external "Google Maps" app for turn-by-turn driving directions.',
                ml: "ലൊക്കേഷൻ അനുമതി അനുവദിച്ചിരിക്കുന്നു, ടേൺ-ബൈ-ടേൺ ഡ്രൈവിംഗ് ദിശകൾക്കായി ബാഹ്യ 'Google മാപ്‌സ്' ആപ്പിലേക്ക് തടസ്സമില്ലാതെ നാവിഗേറ്റ് ചെയ്യുക.",
                ta: "இருப்பிட அனுமதி வழங்கப்பட்டது, டர்ன்-பை-டர்ன் டிரைவிங் திசைகளுக்கு வெளிப்புற 'கூகுள் மேப்ஸ்' பயன்பாட்டிற்கு தடையின்றி செல்லவும்.",
                hi: "स्थान की अनुमति दी गई है, बारी-बारी से ड्राइविंग दिशाओं के लिए बाहरी 'गूगल मैप्स' ऐप पर सहजता से नेविगेट करें।"
            },
            touristSpot_img: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQTewvAh7-J0jqLWIXKZqnGQNQ2sfIo0CdbCg&usqp=CAU',
            
            costPlanner_Sub_heading_1: {
                en: "Calculate various cost-related aspects",
                ml: "ചെലവുമായി ബന്ധപ്പെട്ട വിവിധ വശങ്ങൾ കണക്കാക്കുക",
                ta: "பல்வேறு செலவு தொடர்பான அம்சங்களைக் கணக்கிடுங்கள்",
                hi: "लागत-संबंधित विभिन्न पहलुओं की गणना करें"
            },
            costPlanner_1: {
                en: "They can determine the distance of the journey by inputting the fuel price, mileage, and overall cost.",
                ml: "ഇന്ധനവില, മൈലേജ്, മൊത്തത്തിലുള്ള ചെലവ് എന്നിവ നൽകി യാത്രയുടെ ദൂരം അവർക്ക് നിർണ്ണയിക്കാനാകും.",
                ta: "எரிபொருள் விலை, மைலேஜ் மற்றும் ஒட்டுமொத்த செலவு ஆகியவற்றை உள்ளீடு செய்வதன் மூலம் அவர்கள் பயணத்தின் தூரத்தை தீர்மானிக்க முடியும்.",
                hi: "वे ईंधन की कीमत, माइलेज और कुल लागत दर्ज करके यात्रा की दूरी निर्धारित कर सकते हैं।"
            },
            costPlanner_Sub_heading_2: {
                en: "Calculate the mileage & cost of trip",
                ml: "യാത്രയുടെ മൈലേജും ചെലവും കണക്കാക്കുക",
                ta: "அவர்களின் பயணத்தின் மைலேஜ் மற்றும் செலவைக் கணக்கிடுங்கள்",
                hi: "उनकी यात्रा के माइलेज और लागत की गणना करें"
            },
            costPlanner_2: {
                en: 'Estimate by providing the fuel price, mileage, and distance',
                ml: "ഇന്ധനവില, മൈലേജ്, ദൂരം എന്നിവ നൽകി കണക്കാക്കുക",
                ta: "எரிபொருள் விலை, மைலேஜ் மற்றும் தூரத்தை வழங்குவதன் மூலம் மதிப்பிடவும்",
                hi: "ईंधन की कीमत, माइलेज और दूरी प्रदान करके अनुमान लगाएं"
            }, 
            costPlanner_Sub_heading_3: {
                en: "Cost planning tool",
                ml: "ചെലവ് ആസൂത്രണ ഉപകരണം",
                ta: "செலவு திட்டமிடல் கருவி",
                hi: "लागत नियोजन उपकरण"
            },
            costPlanner_3: {
                en: 'Make informed decisions and effectively budget their travel expenses.',
                ml: "അറിവോടെയുള്ള തീരുമാനങ്ങൾ എടുക്കുകയും അവരുടെ യാത്രാ ചെലവുകൾ ഫലപ്രദമായി ബജറ്റ് ചെയ്യുകയും ചെയ്യുക.",
                ta: "தகவலறிந்த முடிவுகளை எடுக்கவும் மற்றும் அவர்களின் பயணச் செலவுகளை திறம்பட பட்ஜெட் செய்யவும்.",
                hi: "सोच-समझकर निर्णय लें और उनके यात्रा खर्चों का प्रभावी ढंग से बजट बनाएं।"
            },
            costPlanner_img: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQFvPiEupTFCRW9xBkvFbHrPqDZv8ZdR0nWcw&usqp=CAU',
            
            additionalInfo_Sub_heading_1: {
                en: 'We understand the importance of customization',
                ml: "ഇഷ്‌ടാനുസൃതമാക്കലിന്റെ പ്രാധാന്യം ഞങ്ങൾ മനസ്സിലാക്കുന്നു",
                ta: "தனிப்பயனாக்கலின் முக்கியத்துவத்தை நாங்கள் புரிந்துகொள்கிறோம்",
                hi: "हम अनुकूलन के महत्व को समझते हैं"
            },
            additionalInfo: {
                en: 'Our app offers additional features like language selection and a dark mode option. Users can personalize their app experience according to their preferences.',
                ml: "ഭാഷാ തിരഞ്ഞെടുപ്പും ഡാർക്ക് മോഡ് ഓപ്ഷനും പോലുള്ള അധിക ഫീച്ചറുകൾ ഞങ്ങളുടെ ആപ്പ് വാഗ്ദാനം ചെയ്യുന്നു. ഉപയോക്താക്കൾക്ക് അവരുടെ മുൻഗണനകൾ അനുസരിച്ച് അവരുടെ ആപ്പ് അനുഭവം വ്യക്തിഗതമാക്കാൻ കഴിയും.",
                ta: "மொழி தேர்வு மற்றும் இருண்ட பயன்முறை விருப்பம் போன்ற கூடுதல் அம்சங்களை எங்கள் ஆப் வழங்குகிறது. பயனர்கள் தங்களின் விருப்பத்தேர்வுகளுக்கு ஏற்ப தங்கள் பயன்பாட்டு அனுபவத்தைத் தனிப்பயனாக்கலாம்.",
                hi: "हमारा ऐप भाषा चयन और डार्क मोड विकल्प जैसी अतिरिक्त सुविधाएँ प्रदान करता है। उपयोगकर्ता अपनी पसंद के अनुसार अपने ऐप अनुभव को निजीकृत कर सकते हैं।"
            },
            additionalInfo_Sub_heading_2: {
                en: 'Important Note',
                ml: "പ്രധാന കുറിപ്പ്",
                ta: "முக்கியமான குறிப்பு",
                hi: "महत्वपूर्ण लेख"
            },
            notes: {
                en: 'All images and animations used in the app are sourced from Google, and we emphasize that our app is solely intended for educational purposes. There is no real money involved in the app, ensuring a safe and informative experience for users.',
                ml: "ആപ്പിൽ ഉപയോഗിച്ചിരിക്കുന്ന എല്ലാ ചിത്രങ്ങളും ആനിമേഷനുകളും Google-ൽ നിന്ന് ഉറവിടമാണ്, ഞങ്ങളുടെ ആപ്പ് വിദ്യാഭ്യാസ ആവശ്യങ്ങൾക്ക് മാത്രമുള്ളതാണെന്ന് ഞങ്ങൾ ഊന്നിപ്പറയുന്നു. ആപ്പിൽ യഥാർത്ഥ പണമൊന്നും ഉൾപ്പെട്ടിട്ടില്ല, ഉപയോക്താക്കൾക്ക് സുരക്ഷിതവും വിജ്ഞാനപ്രദവുമായ അനുഭവം ഉറപ്പാക്കുന്നു.",
                ta: "பயன்பாட்டில் பயன்படுத்தப்படும் அனைத்து படங்களும் அனிமேஷன்களும் Google இலிருந்து பெறப்பட்டவை, மேலும் எங்கள் பயன்பாடு கல்வி நோக்கங்களுக்காக மட்டுமே என்பதை நாங்கள் வலியுறுத்துகிறோம். பயன்பாட்டில் உண்மையான பணம் எதுவும் இல்லை, இது பயனர்களுக்கு பாதுகாப்பான மற்றும் தகவல் தரும் அனுபவத்தை உறுதி செய்கிறது.",
                hi: "ऐप में उपयोग की गई सभी छवियां और एनिमेशन Google से प्राप्त किए गए हैं, और हम इस बात पर जोर देते हैं कि हमारा ऐप पूरी तरह से शैक्षिक उद्देश्यों के लिए है। ऐप में कोई वास्तविक पैसा शामिल नहीं है, जो उपयोगकर्ताओं के लिए एक सुरक्षित और जानकारीपूर्ण अनुभव सुनिश्चित करता है।"
            }
        }
    }
]