{
    "Thiruvananthapuram": [
        {
            "location": {
                "long": "76.9758050", "lat": "8.3859870"
            },
            "name": "Kovalam Beach",
            "name_ML": "കോവളം ബീച്ച്",
            "name_HI": "कोवलम बीच",
            "name_TA": "கோவளம் கடற்கரை",
            "note": "A stunning beach destination known for its golden sands, clear waters, and beachside activities.",
            "note_ML": "സ്വര്‍ണ്ണമണ്ടപം, പ്രശാന്ത ജലാപൂര്‍ണ്ണത, ബീച്ച് പരിസരാഭിരമണം എന്നിവ നല്‍കുന്ന ഒരു മനോഹര ബീച്ച് സ്ഥലം.",
            "note_TA": "தங்க மணல், தெளிவான நீர் மற்றும் கடற்கரையோர நடவடிக்கைகளுக்கு பெயர் பெற்ற ஒரு அற்புதமான கடற்கரை இலக்கு",
            "note_HI": "अपनी सुनहरी रेत, साफ पानी और समुद्र तट की गतिविधियों के लिए जाना जाने वाला एक आश्चर्यजनक समुद्र तट गंतव्य।"
        },
        {
            "location": {
                "long": "76.94362278221936", "lat": "8.482990120809525"
            },
            "name": "Padmanabhaswamy Temple",
            "name_ML": "പത്മനാഭസ്വാമി ക്ഷേത്രം",
            "name_HI": "पद्मनाभस्वामी मंदिर",
            "name_TA": "பத்மநாபசுவாமி கோவில்",
            "note": "A magnificent temple dedicated to Lord Vishnu, known for its intricate architecture and spiritual significance.",
            "note_ML": " പ്രതിഷ്ഠിച്ചിരിക്കുന്ന മഹാപുരുഷന്‍ വിഷ്ണുവിന്‍റെ ദൈവസ്ഥാനമായ പ്രമുഖ ക്ഷേത്രം, സുന്ദരമായ സ്ഥാപനം അടങ്ങിയതും മാനസിക മഹത്വവും ഉള്ളുമ്പോള്‍ അത് അദ്ദേഹത്തിനു ശ്രദ്ധയാണ് അറിയപ്പെടുന്നത്.",
            "note_TA": "விஷ்ணுவுக்கு அர்ப்பணிக்கப்பட்ட ஒரு அற்புதமான கோயில், அதன் சிக்கலான கட்டிடக்கலை மற்றும் ஆன்மீக முக்கியத்துவத்திற்காக அறியப்படுகிறது.",
            "note_HI": "भगवान विष्णु को समर्पित एक भव्य मंदिर, जो अपनी जटिल वास्तुकला और आध्यात्मिक महत्व के लिए जाना जाता है।"
        },
        {
            "location": {
                "long": "76.95505053751367", "lat": "8.509103631135641"
            },
            "name": "Napier Museum",
            "name_ML": "നേപ്പിയര്‍ സംഗ്രഹശാല",
            "name_HI": "नेपियर संग्रहालय",
            "name_TA": "நேப்பியர் அருங்காட்சியகம்",
            "note": "An art and natural history museum displaying a vast collection of artifacts, paintings, and sculptures.",
            "note_ML": "സാഹിത്യചരിത്രക്കാര്‍, ചലച്ചിത്രനടന്മാര്‍ എന്നിവരുടെ നേരുകളിലേക്ക് പരമപ്രസിദ്ധമായ അരങ്ങേറ്റം, ചിത്രകളും മൂര്‍ത്തികളും പരിപൂര്‍ണ്ണമായ അസ്ഥിരമായി പ്രദര്‍ശിക്കുന്ന ഒരു ചരിത്രസംഗ്രഹശാല.",
            "note_TA": "கலை மற்றும் இயற்கை வரலாற்று அருங்காட்சியகம் கலைப்பொருட்கள், ஓவியங்கள் மற்றும் சிற்பங்களின் பரந்த தொகுப்பைக் காட்டுகிறது.",
            "note_HI": "कलाकृतियों, चित्रों और मूर्तियों के विशाल संग्रह को प्रदर्शित करने वाला एक कला और प्राकृतिक इतिहास संग्रहालय।"
        },
        {
            "location": {
                "long": "76.91191701210225", "lat": "8.478585344269279"
            },
            "name": "Shanghumukham Beach",
            "name_ML": "ശംഗുമുഖം ബീച്ച്",
            "name_HI": "शांघुमुखम बीच",
            "name_TA": "ஷங்குமுகம் கடற்கரை",
            "note": "A serene beach offering beautiful sunsets and a large sculpture of a mermaid, called Matsya Kanyaka.",
            "note_ML": "മനോഹരമായ സൂര്യാസ്തമയം നല്‍കുന്ന ഒരു സ്വര്‍ണ്ണപ്രദേശം, മത്സ്യകന്യക എന്നിവരുടെ ഒരു വലിയ മീന്‍പ്പാലയാണ് പ്രധാനമായി അറിയപ്പെടുന്നത്.",
            "note_TA": "அழகான சூரிய அஸ்தமனம் மற்றும் மத்ஸ்ய கன்யகா எனப்படும் கடல்கன்னியின் பெரிய சிற்பம் ஆகியவற்றை வழங்கும் அமைதியான கடற்கரை.",
            "note_HI": "खूबसूरत सूर्यास्त और जलपरी की एक बड़ी मूर्ति, जिसे मत्स्य कन्याका कहा जाता है, की पेशकश करने वाला एक शांत समुद्र तट।"
        },
        {
            "location": {
                "long": "77.08180782401806", "lat": "8.307580516880533"
            },
            "name": "Poovar Island",
            "name_ML": "പൂവാര്‍ ദ്വീപ്",
            "name_HI": "पूवर द्वीप",
            "name_TA": "பூவார் தீவு",
            "note": "A picturesque island with serene backwaters, golden beaches, and a variety of flora and fauna.",
            "note_ML": "മനോഹരമായ തടാകപ്രദേശം, സ്വര്‍ണ്ണമണ്ടപങ്ങളും മഴപെട്ടികളും നിറഞ്ഞ ഒരു പത്തില്‍പ്പള്ളി, വിവിധ സസ്യജന്തുസജ്ജ ഒരു വലിയ ദ്വീപ് ആണ് പൂവാര്‍.",
            "note_TA": "அழகான சூரிய அஸ்தமனம் மற்றும் மத்ஸ்ய கன்யகா எனப்படும் கடல்கன்னியின் பெரிய சிற்பம் ஆகியவற்றை வழங்கும் அமைதியான கடற்கரை.",
            "note_HI": "खूबसूरत सूर्यास्त और जलपरी की एक बड़ी मूर्ति, जिसे मत्स्य कन्याका कहा जाता है, की पेशकश करने वाला एक शांत समुद्र तट।"
        },
        {
            "location": {
                "long": "76.8898098221712", "lat": "8.51027822709561"
            },
            "name": "Veli Tourist Village",
            "name_ML": "വെളി ടൂറിസ്റ്റ് വില്ലേജ്",
            "name_HI": "वेली पर्यटक गांव",
            "name_TA": "வேலி சுற்றுலா கிராமம்",
            "note": "A popular picnic spot with a beautiful waterfront park, boating facilities, and a floating bridge.",
            "note_ML": "ഒരു പ്രമുഖ പിക്നിക്സ് പോയിന്റ്, സുന്ദരമായ ജലപ്രദേശം, ബോട്ടിംഗ് സൗകര്യങ്ങളും, ഒരു മഞ്ഞുതീരപ്രദേശത്തിലെ തീരമേഖലയും ഉള്ള പ്രശസ്തമായ വില്ലേജ്.",
            "note_TA": "அழகிய நீர்முனை பூங்கா, படகு சவாரி வசதிகள் மற்றும் மிதக்கும் பாலம் கொண்ட பிரபலமான சுற்றுலாத் தலம்.",
            "note_HI": "एक सुंदर वाटरफ़्रंट पार्क, नौका विहार सुविधाओं और एक तैरते पुल के साथ एक लोकप्रिय पिकनिक स्थल।"
        },
        {
            "location": {
                "long": "77.15022257984279", "lat": "8.534363772627612"
            },
            "name": "Neyyar Wildlife Sanctuary",
            "name_ML": "നെയ്യാര്‍ വന്യജീവിത സങ്കേതം",
            "name_HI": "नेय्यर वन्यजीव अभयारण्य",
            "name_TA": "நெய்யார் வனவிலங்கு சரணாலயம்",
            "note": "A nature reserve known for its diverse wildlife, including elephants, tigers, deer, and various bird species.",
            "note_ML": "ആനകളും, പൂമരങ്ങളും, ചിത്തിപ്പുറങ്ങളും, വിവിധ പക്ഷികളും ഉള്ള ഒരു സ്വഭാവിക സംരക്ഷണക്ഷേത്രം.",
            "note_TA": "யானைகள், புலிகள், மான்கள் மற்றும் பல்வேறு பறவை இனங்கள் உள்ளிட்ட பல்வேறு வனவிலங்குகளுக்கு பெயர் பெற்ற இயற்கை இருப்பு.",
            "note_HI": "एक प्रकृति रिजर्व अपने विविध वन्य जीवन के लिए जाना जाता है, जिसमें हाथी, बाघ, हिरण और विभिन्न पक्षी प्रजातियां शामिल हैं।"
        },
        {
            "location": {
                "long": "76.97975832216964", "lat": "8.38315690414152"
            },
            "name": "Vizhinjam Lighthouse",
            "name_ML": "വിഴിഞ്ഞം തീവ്രപാതകം",
            "name_HI": "विझिंजम लाइटहाउस",
            "name_TA": "விழிஞ்சம் கலங்கரை விளக்கம்",
            "note": "A historic lighthouse offering panoramic views of the Arabian Sea and the surrounding coastal area.",
            "note_ML": "അറബിക്കടലിനും പടിഞ്ഞാറെയും പരിസ്ഥിതിക്കും ചുറ്റുമുള്ള സമുദ്രസംവേദിയായ തീവ്രപാതകം, വിവിധ സമുദ്രസംവേദനകളും പ്രദര്‍ശിപ്പിക്കുന്നു.",
            "note_TA": "அரபிக் கடல் மற்றும் அதைச் சுற்றியுள்ள கடலோரப் பகுதியின் பரந்த காட்சிகளை வழங்கும் ஒரு வரலாற்று கலங்கரை விளக்கம்.",
            "note_HI": "अरब सागर और आसपास के तटीय क्षेत्र के मनोरम दृश्य प्रस्तुत करने वाला एक ऐतिहासिक लाइटहाउस।"
        },
        {
            "location": {
                "long": "76.94524082402017", "lat": "8.482188036131223"
            },
            "name": "Kuthira Malika (Puthen Malika) Palace",
            "name_ML": "കുതിര മാലിക (പുത്തൻ മാലിക) പാളസ്",
            "name_HI": "कुथिरा मलिका (पुथेन मलिका) पैलेस",
            "name_TA": "குதிரை மாலிகா (புத்தன் மாளிகை) அரண்மனை",
            "note": "An exquisite palace renowned for its traditional Kerala architecture, wooden carvings, and royal collections.",
            "note_ML": "പാരമ്പര്യനായ കേരളാര്‍ചിറ്റെ രൂപവത്സരവും, കൊടുംകെട്ടുകളും, രാജവംശവും ഉള്‍ക്കൊള്ളുന്ന, വലിയ കേരള സമ്പത്തിന്റെ ഒരു വിമാനക്കൂട്.",
            "note_HI": "अपनी पारंपरिक केरल वास्तुकला, लकड़ी की नक्काशी और शाही संग्रह के लिए प्रसिद्ध एक उत्कृष्ट महल।",
            "note_TA": "பாரம்பரிய கேரள கட்டிடக்கலை, மர வேலைப்பாடுகள் மற்றும் அரச சேகரிப்புகளுக்கு புகழ்பெற்ற ஒரு நேர்த்தியான அரண்மனை."
        },
        {
            "location": {
                "long": "77.2459619935416", "lat": "8.616942777207536"
            },
            "name": "Agasthyakoodam (Agastya Mala)",
            "name_ML": "അഗസ്ത്യകൂടം (അഗസ്ത്യ മല)",
            "name_HI": "अगस्त्यकूदम (अगस्त्य माला)",
            "name_TA": "அகஸ்தியக்கூடம் (அகஸ்திய மாலா)",
            "note": "A mountain peak known for its religious significance and biodiversity, popular among trekkers and nature enthusiasts.",
            "note_ML": "മതിയായ സാന്നിദ്ധ്യവും ജൈവവൈവിധ്യവും പ്രധാനമായ ഒരു മലയായിരുന്നുവെങ്കില്‍, ട്രെക്കര്‍മാരും സ്വഭാവിക രസ്ത്രയും അടങ്ങിയതായി പ്രഖ്യാപിക്കപ്പെടുന്നു.",
            "note_TA": "மலையேறுபவர்கள் மற்றும் இயற்கை ஆர்வலர்கள் மத்தியில் பிரபலமான ஒரு மலை உச்சி, அதன் மத முக்கியத்துவம் மற்றும் பல்லுயிர் பெருக்கத்திற்காக அறியப்படுகிறது.",
            "note_HI": "एक पर्वत शिखर जो अपने धार्मिक महत्व और जैव विविधता के लिए जाना जाता है, ट्रेकर्स और प्रकृति के प्रति उत्साही लोगों के बीच लोकप्रिय है।"
        }
    ],
    "Kollam": [
        {
            "location": {
                "long": "76.601354", "lat": "8.966236" 
            },
            "name": "Ashtamudi Lake",
            "name_TA": "அஷ்டமுடி ஏரி",
            "name_ML": "അഷ്ടമുടി കായൽ",
            "name_HI": "अष्टमुदी झील",
            "note": "A scenic lake with a network of canals, known for its backwater cruises and traditional houseboat experiences.",
            "note_TA": "கால்வாய்களின் வலையமைப்பைக் கொண்ட இயற்கை எழில் கொஞ்சும் ஏரி, அதன் உப்பங்கழி பயணங்கள் மற்றும் பாரம்பரிய படகு பயண அனுபவங்களுக்கு பெயர் பெற்றது.",
            "note_ML": "കായൽ യാത്രകൾക്കും പരമ്പരാഗത ഹൗസ് ബോട്ട് അനുഭവങ്ങൾക്കും പേരുകേട്ട കനാലുകളുടെ ശൃംഖലയുള്ള മനോഹരമായ തടാകം.",
            "note_HI": "नहरों के जाल वाली खूबसूरत झील, जो अपने बैकवाटर क्रूज़ और पारंपरिक हाउसबोट अनुभवों के लिए जानी जाती है।"
        },
        {
            "location": {
                "long": "76.586948", "lat": "8.881333"
            },
            "name": "Kollam Beach",
            "name_TA": "கொல்லம் கடற்கரை",
            "name_ML": "കൊല്ലം ബീച്ച്",
            "name_HI": "कोल्लम बीच",
            "note": "A tranquil beach with pristine sands, calm waters, and picturesque views, perfect for a relaxing getaway.",
            "note_TA": "முதுகு மண்ணுடன், அமைதியான நீர்களும் புகழ்பெற்ற நிலப்பாய் பார்வைகளுடன் சூரியகிராந்தி விடுவிப்புக் கேரமான ஒரு கடற்கரை, செயல்பாட்டை சுற்றுகின்றது.",
            "note_ML": "സ്വച്ഛമായ മണ്ണും, ശാന്തമായ ജലവും, ചിത്രീകരിക്കാവുന്ന ദൃശ്യങ്ങളും കൊണ്ട് ഒരു ശാന്തമായ ബീച്ച്, സുഖാന്തം പ്രാപിക്കാൻ പൂർണ്ണമായുള്ളത്.",
            "note_HI": "निर्मल रेत, शांत जल और चित्रसूची दृश्यों के साथ एक शांतिपूर्ण समुद्र तट, आरामदायक एक छुट्टी के लिए उत्कृष्ट।"
        },
        {
            "location": {
                "long": "76.582375", "lat": "8.888891"
            },
            "name": "Thangasseri Lighthouse",
            "name_TA": "தங்கச்சேரி விளக்குக் கோட்டை",
            "name_ML": "തങ്കശ്ശേരി തീവണ്ടിക്കോട്ട്",
            "name_HI": "थंगासेरी लाइटहाउस",
            "note": "A historic lighthouse offering panoramic views of the Arabian Sea and the colonial remnants of Thangasseri Fort.",
            "note_TA": "அரபிய கடலின் மண்ணப் பார்வைகளை மற்றும் தங்கச்சேரி கோட்டியின் காலனியையும் முழுமையான பார்வையாக வழங்கும் ஒரு வரலாற்று விளக்குக் கோட்டை.",
            "note_ML": "അറബിക്കടൽക്കാട്ടിന്റെ പാനോരാമിക്കെടുത്ത നോക്കുകളും തങ്കശ്ശേരി കോട്ടയുടെ കൊടുമുടികളും നിലവിൽ ഉള്ള ഒരു ചരിത്രാത്മക വിളക്കുകോട്ടാണ് ഇത്.",
            "note_HI": "थंगासेरी किले के अरब सागर के आपूर्ति दृश्यों और उसके कोलोनियल शेषों के पैनोरामिक दृश्यों की पेशकश करने वाला एक ऐतिहासिक लाइटहाउस है।"
        },
        {
            "location": {
                "long": "76.610573", "lat": "8.997759"
            },
            "name": "Munroe Island",
            "name_TA": "மூன்றோ தீவு",
            "name_ML": "മുന്റോ ദ്വീപ്",
            "name_HI": "मनरो द्वीप",
            "note": "A serene island known for its backwaters, mangrove forests, and opportunities for boating and canoeing.",
            "note_TA": "அஞ்சல் நீராவி, மாங்க்ரோவ் காடுகள் மற்றும் படகு நடுவில் அனுபவங்களுக்கு அவகாசமான ஒரு மனநிறைந்த தீவு.",
            "note_ML": "പഴക്കമുളപ്പുഴ കടന്നുവഴിയും മാന്‍ഗ്രോവ് കാടും പടകും അവകാശപ്പെടുന്ന മുന്റോ ദ്വീപ് പ്രശസ്തമായ ഒരു മനോഹാരിയായ ദ്വീപാണ് ഇത്.",
            "note_HI": "एक शांतिपूर्ण द्वीप जिसे अपनी बैकवाटर, मैंग्रोव वनों और नाविकता और कैनू बनाने के अवसरों के लिए जाना जाता है।"
        },
        {
            "location": {
                "long": "77.154882", "lat": "9.030482"
            },
            "name": "Palaruvi Waterfalls",
            "name_TA": "பழருவி அருவி",
            "name_ML": "പഴരുവി വെള്ളച്ചാട്ടം",
            "name_HI": "पालारुवी जलप्रपात",
            "note": "A stunning waterfall cascading down from a height of 300 feet, surrounded by lush greenery and natural pools.",
            "note_TA": "300 அடி உயரத்தில் இருந்து மேலே உருண்டு விழும் அற்புதமான அருவி, காடும் இயற்கை நீர்க்களங்களும் சுற்றி இருக்கும்.",
            "note_ML": "300 അടി ഉയരത്തിൽ നിന്നും വീഴുന്ന ഒരു ആരായിരത്തെയാണ് ആകാശക്കേരി, പച്ചപ്പൊട്ടിയും സ്വാഭാവിക പൂളികളും ചുറ്റിവച്ച് ഇരുക്കുന്നത്.",
            "note_HI": "300 फीट की ऊंचाई से लहराते हुए एक बहुत खूबसूरत जलप्रपात, हरे-भरे वनों और प्राकृतिक पूलों से घिरा हुआ है।"
        },
        {
            "location": {
                "long": "76.534792", "lat": "9.006890"
            },
            "name": "Sasthamkotta Lake",
            "name_TA": "சஸ்தாம்கோட்டை ஏரி",
            "name_ML": "ശസ്താംകോട്ട കായൽ",
            "name_HI": "सस्थामकोट्टा झील",
            "note": "The largest freshwater lake in Kerala, known for its scenic beauty, boating facilities, and the Sasthamcotta Temple.",
            "note_TA": "கேரளாவின் மிகப்பெரிய நன்னீர் ஏரி, அதன் இயற்கை அழகு, படகு வசதிகள் மற்றும் சாஸ்தம்கோட்டா கோயிலுக்கு பெயர் பெற்றது.",
            "note_ML": "केरल की सबसे बड़ी मीठे पानी की झील, जो अपनी प्राकृतिक सुंदरता, नौका विहार सुविधाओं और सस्थमकोट्टा मंदिर के लिए जानी जाती है।",
            "note_HI": "കേരളത്തിലെ ഏറ്റവും വലിയ ശുദ്ധജല തടാകം, പ്രകൃതി സൗന്ദര്യത്തിനും ബോട്ടിംഗ് സൗകര്യത്തിനും, ശാസ്താംകോട്ട ക്ഷേത്രത്തിനും പേരുകേട്ടതാണ്."
        },
        {
            "location": {
                "long": "76.333678", "lat": "9.406862"
            },
            "name": "Alumkadavu Backwaters",
            "name_TA": "அழங்கடவு திருப்புறம்",
            "name_ML": "അഴങ്കടവ് തിരുപ്പുറം",
            "name_HI": "अलुंकडावु बैकवॉटर्स",
            "note": "A serene backwater stretch offering houseboat cruises, fishing experiences, and glimpses of local village life.",
            "note_TA": "படகு படகு பயணங்கள், மீன்பிடி அனுபவங்கள் மற்றும் உள்ளூர் கிராம வாழ்க்கையின் காட்சிகளை வழங்கும் அமைதியான உப்பங்கழி நீட்சி.",
            "note_ML": "ഹൗസ്‌ബോട്ട് യാത്രകൾ, മത്സ്യബന്ധന അനുഭവങ്ങൾ, പ്രാദേശിക ഗ്രാമീണ ജീവിതത്തിന്റെ നേർക്കാഴ്ചകൾ എന്നിവ വാഗ്ദാനം ചെയ്യുന്ന ശാന്തമായ ഒരു കായൽ.",
            "note_HI": "हाउसबोट परिभ्रमण, मछली पकड़ने के अनुभव और स्थानीय ग्रामीण जीवन की झलक पेश करने वाला एक शांत बैकवाटर खिंचाव।"
        },
        {
            "location": {
                "long": "76.731127", "lat": "8.789877"
            },
            "name": "Paravur Lake",
            "name_TA": "பரவூர் ஏரி",
            "name_ML": "പറവൂർ കായൽ",
            "name_HI": "परावूर झील",
            "note": "A beautiful lake surrounded by coconut groves, known for its boating facilities and scenic landscapes.",
            "note_TA": "தென்னந்தோப்புகளால் சூழப்பட்ட அழகிய ஏரி, படகு சவாரி வசதிகள் மற்றும் இயற்கை எழில் கொஞ்சும் நிலப்பரப்புகளுக்கு பெயர் பெற்றது.",
            "note_ML": "തെങ്ങിൻ തോപ്പുകളാൽ ചുറ്റപ്പെട്ട മനോഹരമായ തടാകം, ബോട്ടിംഗ് സൗകര്യങ്ങൾക്കും പ്രകൃതിദൃശ്യങ്ങൾക്കും പേരുകേട്ടതാണ്.",
            "note_HI": "नारियल के पेड़ों से घिरी एक खूबसूरत झील, जो अपनी नौका विहार सुविधाओं और प्राकृतिक परिदृश्य के लिए जानी जाती है।"
        },
        {
            "location": {
                "long": "76.571655", "lat": "8.892488"
            },
            "name": "Thirumullavaram Beach",
            "name_TA": "திருமுல்லவாரம் கடற்கரை",
            "name_ML": "തിരുമുല്ലവാരം ബീച്ച്",
            "name_HI": "तिरुमुल्लवारम बीच",
            "note": "A pristine beach with golden sands, gentle waves, and a tranquil ambiance, perfect for sunbathing and swimming.",
            "note_TA": "தங்க மணல், மென்மையான அலைகள் மற்றும் அமைதியான சூழ்நிலையுடன் கூடிய அழகிய கடற்கரை, சூரிய குளியலுக்கும் நீச்சலுக்கும் ஏற்றது.",
            "note_ML": "സുവർണ്ണ മണൽ, മൃദുവായ തിരമാലകൾ, ശാന്തമായ അന്തരീക്ഷം എന്നിവയുള്ള ഒരു പ്രാകൃത ബീച്ച്, സൂര്യപ്രകാശത്തിനും നീന്തലിനും അനുയോജ്യമാണ്.",
            "note_HI": "सुनहरी रेत, कोमल लहरों और शांत वातावरण वाला एक प्राचीन समुद्र तट, धूप सेंकने और तैरने के लिए एकदम सही है।"
        },
        {
            "location": {
                "long": "76.582125", "lat": "8.886154"
            },
            "name": "Mahatma Gandhi Beach and Park",
            "name_TA": "மகாத்மா காந்தி கடற்கரை மற்றும் பூங்கா",
            "name_ML": "മഹാത്മാ ഗാന്ധി ബീച്ചും പാർക്കും",
            "name_HI": "महात्मा गांधी बीच और पार्क",
            "note": "A well-maintained beach park with a statue of Mahatma Gandhi, offering a peaceful environment and recreational activities.",
            "note_TA": "மகாத்மா காந்தியின் சிலையுடன் நன்கு பராமரிக்கப்படும் கடற்கரை பூங்கா, அமைதியான சூழல் மற்றும் பொழுதுபோக்கு நடவடிக்கைகளை வழங்குகிறது.",
            "note_ML": "സമാധാനപരമായ അന്തരീക്ഷവും വിനോദ പ്രവർത്തനങ്ങളും വാഗ്ദാനം ചെയ്യുന്ന, മഹാത്മാഗാന്ധിയുടെ പ്രതിമയുള്ള, നന്നായി പരിപാലിക്കുന്ന ബീച്ച് പാർക്ക്.",
            "note_HI": "महात्मा गांधी की मूर्ति के साथ एक सुव्यवस्थित समुद्र तट पार्क, एक शांतिपूर्ण वातावरण और मनोरंजक गतिविधियों की पेशकश करता है।"
        }
    ],
    "Pathanamthitta": [
        {
            "location": {
                "long": "77.046713", "lat": "9.441497"
            },
            "name": "Sabarimala Temple",
            "name_HI": "सबरीमाला मंदिर",
            "name_ML": "ശബരിമല ക്ഷേത്രം",
            "name_TA": "சபரிமலை கோயில்",
            "note": "A renowned Hindu pilgrimage center dedicated to Lord Ayyappa, attracting millions of devotees during the annual pilgrimage season.",
            "note_HI": "भगवान अय्यप्पा को समर्पित एक प्रसिद्ध हिंदू तीर्थस्थल, वार्षिक तीर्थयात्रा मौसम में लाखों भक्तों को आकर्षित करता है।",
            "note_ML": "ആയപ്പഭഗവാൻകേന്ദ്രമായ പ്രശസ്ത ഹിന്ദു പുണ്യത്തീർഥസ്ഥലം, വാർഷിക പുണ്യയാത്ര കാലത്ത് ലക്ഷങ്ങൾ ഭക്തരെ ആകർഷിക്കുന്നു.",
            "note_TA": "அய்யப்பனுக்கு முன்னிட்டு அராசாய்ந்த இந்து பயணக்குழுவான சுப்ரமணியம் கோவில், கடைசி ஆண்டு பயணக்காலத்தில் பல மில்லியன்கள் பெருமகிழ்ச்சியுடன் வருகின்றது."
        },
        {
            "location": {
                "long": "76.857583", "lat": "9.877855"
            },
            "name": "Perunthenaruvi Waterfalls",
            "name_HI": "पेरूंथेनारुवी जलप्रपात",
            "name_ML": "പെരുന്തേനാരുവി വെള്ളച്ചാട്ടം",
            "name_TA": "பெருந்தேனாருவி அருவி",
            "note": "A captivating waterfall surrounded by lush greenery, offering a refreshing experience and a scenic picnic spot.",
            "note_HI": "एक रोचक जलप्रपात जिसे हरियाली से घिरा है, जो एक ताजगी अनुभव और एक चित्रस्वादिष्ट पिकनिक स्थल प्रदान करता है।",
            "note_ML": "ഒരു മോഹകമായ വെള്ളച്ചാട്ടം, താഴെ മരങ്ങളും പഴുക്കൾക്കും ചുമ്മാത്തർക്കുള്ള അനുഭവം നൽകുന്നുവെങ്കിലും ഒരു സീനിക്ക് പിക്നിക് സ്ഥലമാണ്.",
            "note_TA": "பகடமான அருவி, பசுமையான பசுமைகள் சுற்றி உள்ளது, ஒரு மிகவும் புதிய அனுபவம் மற்றும் ஒரு காட்டுப்பிடிப்பு மின்புலம் சந்திப்பு நிறைவேற்றுகிறது."
        },
        {
            "location": {
                "long": "76.927135", "lat": "9.323133"
            },
            "name": "Konni Elephant Training Center",
            "name_HI": "कोन्नी हाथी प्रशिक्षण केंद्र",
            "name_ML": "കോന്നി ആന പ്രശിക്ഷണ കേന്ദ്രം",
            "name_TA": "கொன்னி யானை பயிற்சி மையம்",
            "note": "A facility where you can witness and learn about the training and management of elephants, including elephant rides.",
            "note_HI": "यह एक सुविधा है जहां आप हाथियों के प्रशिक्षण और प्रबंधन को देख सकते हैं और साथ ही हाथी राइड कर सकते हैं।",
            "note_ML": "ആനക്കളുടെ പ്രശിക്ഷണവും മാനസിക പ്രബന്ധവും കുറവായിരിക്കുന്ന സൗകര്യസ്ഥലം ഒന്നാണ് കോന്നി ആന പ്രശിക്ഷണ കേന്ദ്രം, അതിനാൽ ആനയുടെ പൊതുവായ പൊറിക്കുകളേയും പഠിക്കാനും സാധ്യമാണ്.",
            "note_TA": "யானைகளின் பயிற்சி மற்றும் நிர்வாகம் பற்றிய அறியலைக் காண மற்றும் யானை ஓட்டத்தையும் அனுபவிக்க முடியும் ஒரு வசதி இது."
        },
        {
            "location": {
                "long": "77.238018", "lat": "9.432833"
            },         
            "name": "Gavi",
            "name_HI": "गवि",
            "name_ML": "ഗവി",
            "name_TA": "கவி",
            "note": "A picturesque eco-tourism destination nestled amidst dense forests, known for its wildlife, trekking trails, and boating.",
            "note_HI": "एक चित्रसंग्रामी पर्यटन स्थल जो घने जंगलों के बीच स्थित है, जानवरों, ट्रेकिंग मार्गों और बोटिंग के लिए जाना जाता है।",
            "note_ML": "പടവും പ്രകൃതിസൗന്ദര്യവും നിറയുന്ന ഘനജന്തുസങ്കേതം ഗവി, അതിനാൽ അതിന്റെ വന്യജീവികളും ട്രെക്കിങ്ങ് ട്രെയിലുകളും ബോട്ടിംഗും പ്രശസ്തമാണ്.",
            "note_TA": "புகழாய் மரம் மற்றும் பசுமை காட்டில் பூங்காவாயில் அமைந்துள்ள ஒரு மலராக்கிய இயற்கை சுற்றுலா இடம், அதின் வனப்பிராணிகள், டிரெக்கிங் பாதைகளும் படகுப்பூக்களும் அற்றவை."
        },
        {
            "location": {
                "long": "76.704030", "lat": "9.306122"
            },
            "name": "Aranmula Parthasarathy Temple",
            "name_HI": "अरन्मुला पार्थसारथी मंदिर",
            "name_ML": "അരന്മുള പാർത്തസാരഥി ക്ഷേത്രം",
            "name_TA": "அரண்முள பார்த்தசாரதி கோயில்",
            "note": "A famous temple dedicated to Lord Krishna, known for its Aranmula Vallamkali (boat race) and traditional metal mirror making.",
            "note_HI": "भगवान कृष्ण को समर्पित एक प्रसिद्ध मंदिर, जो अरन्मुला वल्लंकाली (नौका दौड़) और पारंपरिक धातु कांच निर्माण के लिए प्रसिद्ध है।",
            "note_ML": "ഭഗവാൻ കൃഷ്ണനെ ആരാധിക്കുന്ന പ്രശസ്തമായ ക്ഷേത്രം, അതിനാൽ അതിന്റെ അരന്മുള വള്ളംകളി (ബോട്ട് റേസ്) മറ്റും പാരമ്പരിക മെട്ടല്‍ കണ്ണാമാതുകൾ പ്രശസ്തമാണ്.",
            "note_TA": "கிருஷ்ணரைப் பரமாத்மா பெற்ற ஒரு பிரபலமான கோயில், அரண்முள வள்ளங்கள் (படகு போட்டி) மற்றும் பாரம்பரிய உலகக் கண்ணாமைகள் அறிவாய்ந்து வந்துகொள்ளப்படுகின்றன."
        },
        {
            "location": {
                "long": "76.703112", "lat": "9.417507"
            },
            "name": "Maramon Convention",
            "name_HI": "मरामोन संधि",
            "name_ML": "മാരമോൺ സന്ധി",
            "name_TA": "மாரமோன் சந்திப்பு",
            "note": "The largest Christian convention in Asia, held annually near the Pampa River, attracting thousands of believers.",
            "note_HI": "एशिया में सबसे बड़ा ईसाई सम्मेलन, पाम्पा नदी के करीब वार्षिक रूप से आयोजित होता है, हजारों विश्वासीयों को आकर्षित करता है।",
            "note_ML": "ഏഷ്യയിലെ ഏറ്റവും പ്രമുഖമായ ക്രിസ്ത്യാനി സന്നിധി, പമ്പ നദിയുടെ പകുതിയിലുള്ളത് വാർഷികമായി ആയോജിക്കുന്നു, ആണ്ടിനുള്ളിൽ നിലവിലുള്ള വിശ്വാസികളേയും ആകര്‍ഷിക്കുന്നു.",
            "note_TA": "ஆசியாவில் மிகப்பெரிய கிறிஸ்தவ சந்திப்பு, பம்பா ஆறுபட்டைக் கிராமத்தின் அருகில் ஆண்டாந்திர ஆயோஜிகப்படுகிறது, ஆயிரக்கணக்கில் முழுதும் மக்களை ஆகவேண்டும்."
        },
        {
            "location": {
                "long": "76.785305", "lat": "9.275225"
            },
            "name": "Pandalam Palace",
            "name_HI": "पाण्डालम महल",
            "name_ML": "പാണ്ടലം പാളികൾ",
            "name_TA": "பாண்டாலம் பேலஸ்",
            "note": "A historical palace associated with the royal family of Pandalam, revered as the birthplace of Lord Ayyappa.",
            "note_HI": "पाण्डालम के राजवंश से जुड़ा एक ऐतिहासिक महल, जो भगवान अय्यप्पा का जन्मस्थान के रूप में पूज्य है।",
            "note_ML": "പാണ്ടലം കുടുംബത്തിന്റെ പ്രസിദ്ധ പാളിയാണ്, ഭഗവാൻ അയ്യപ്പന്റെ ജന്മസ്ഥാനമായി പൂജ്യമായിരിക്കുന്നു.",
            "note_TA": "பாண்டாலம் குடியுரிமையான மஹல், ஆய்யப்பனின் பிறப்பு இடையே மதிப்பிடப்படுகின்றது."
        },
        {
            "location": {
                "long": "77.211275", "lat": "9.319342"
            },
            "name": "Adavi Eco-Tourism",
            "name_HI": "आदवि इको-पर्यटन",
            "name_ML": "ആടവി ഇക്കോ-ടൂറിസം",
            "name_TA": "அடவி மழை-சுற்றுப்பயணம்",
            "note": "An eco-tourism spot offering boat rides, nature walks, and treehouse accommodations amidst the enchanting Konni forest.",
            "note_HI": "एक इको-पर्यटन स्थान जहां नौका सवारी, प्रकृति सैर और एंट्रेंचिंग कोन्नी वन में पेड़हाउस आवास प्रदान किया जाता है।",
            "note_ML": "അടവി ഇക്കോ-ടൂറിസം ഒരു പര്യടന സ്ഥലമാണ്, നാവികയാത്ര, സ്വഭാവ നടപ്പിലാക്കൽകൾ, അതിരാവിലെ കൊന്നി വനത്തിലെ പൂന്തുപേടികൾ ഉൾപ്പെടുത്തുന്നു.",
            "note_TA": "மழை-சுற்றுப்பயணத்தில் படகு பயணங்கள், இயற்கை நடைமுறைகள் மற்றும் ஆர்ந்திரமான கொன்னி காட்டில் மரம் வீடு வசதிகளை வழங்குகின்றன."
        },
        {
            "location": {
                "long": "77.228227", "lat": "9.498109"
            },
            "name": "Kakki Reservoir",
            "name_HI": "काक्की संग्रहणी",
            "name_ML": "കാക്കി അണക്കെട്ട്",
            "name_TA": "காக்கி நீரப்பாணக்குறை",
            "note": "A scenic reservoir surrounded by dense forests, offering boating facilities and breathtaking views of the Western Ghats.",
            "note_HI": "एक दृश्यमय संग्रहणी जिसे घने जंगलों से घिरा है, जहां नौका सुविधाएं और पश्चिमी घाट की रोमांचकारी दृश्यों की पेशकश की जाती है।",
            "note_ML": "ഘനമായ കാടുകളായി അവകാശപ്പെടുന്ന ഒരു ദൃശ്യമയ അണക്കെട്ട്, നാവികാരംഗങ്ങളും പടിഞ്ഞാറൻ ഘാട്ടിന്റെ ആകാശത്തെയും അപ്രതീക്ഷിത ദൃശ്യങ്ങളെയും നല്കുന്നു.",
            "note_TA": "மிகுந்த காடுகளால் சுற்றி அமைந்த ஒரு மரிச்சுவரம், படகு சேவைகள் மற்றும் மேற்கு தொடர்ச்சியான நோக்கங்களை வழங்குகிறது."
        },
        {
            "location": {
                "long": "76.576478", "lat": "9.303033"
            },
            "name": "Niranam Church",
            "name_HI": "निरानम चर्च",
            "name_ML": "നിരാണം പള്ളി",
            "name_TA": "நிரானம் சர்ச்",
            "note": "One of the oldest Christian churches in Kerala, with historical and religious significance, known for its ancient architecture.",
            "note_HI": "केरल में सबसे पुराने ईसाई चर्चों में से एक, ऐतिहासिक और धार्मिक महत्व होता है, प्राचीन वास्तുവിനായി അറിയപ്പെടുന്നു.",
            "note_ML": "കേരളത്തിലെ ഏറ്റവും പുരാതനമായ ക്രിസ്ത്യാനിക്ക് പള്ളികളിലൊന്ന്, ചരിത്രപരമായിട്ടുള്ള പ്രാധാന്യവും മതപരവും അടങ്ങിരിക്കുന്നു, പ്രാചീന വാസ്തുവിനായി അറിയപ്പെടുന്നു.",
            "note_TA": "கேரளாவிலுள்ள பழைய கிறிஸ்தவ திருச்சபைகளில் ஒன்று, வரலாற்றும் மத முக்கியத்துவத்திற்குள் அறிவிப்பாகப் பழகுபடுகின்றது, பழைய கட்டிடக்குவர் பெற்றவன்."
        }
    ],
    "Alappuzha": [
        {
            "location": {
                "long": "76.340192", "lat": "9.498067"
            },
            "name": "Alappuzha Backwaters",
            "name_HI": "अलप्पुझा बैकवॉटर्स",
            "name_ML": "ആലപ്പുഴ വീഴുകൾ",
            "name_TA": "ஆலப்புழா திருட்டுகள்",
            "note": "Famous for its intricate network of canals, backwater cruises, and houseboat stays, offering a unique glimpse into Kerala's tranquil waterways.",
            "note_HI": "नाले, वैकवॉटर्स के जटिल नेटवर्क, बैकवॉटर क्रूज़ और हाउसबोट रहने के लिए प्रसिद्ध है, जो केरल की शांतिपूर्ण जलमार्गों की एक अद्वितीय झलक प्रदान करता है।",
            "note_ML": "വീഴുകളുടെ ജടികളുടെ, വീഴുകളും ഹൌസ്ബോട്ടുകളും ആഴങ്ങളുടെ ഉടമകളുടെ പ്രസിദ്ധീകരണത്തിന് അനുവദിക്കുന്നു, കേരളത്തിന്റെ ശാന്തമായ ജലമാര്ഗങ്ങളുടെ അദ്വിതീയ ദൃശ്യങ്ങൾ നൽകുന്നു.",
            "note_TA": "அலப்புழா திருட்டுகள் மட்டுமே, வெள்ளாற்று வழிகளின் மிகுந்த பிரித்தானங்களுக்காகத் தலைமையானவையாக உள்ளன, பேக்வாட்டர் கிரூஸ் மற்றும் ஹவுஸ்போட் வாழ்க்கையையும் வழங்கும், கேரளாவின் சுமார் மிகுந்த நீர்வழிகளின் ஒரு அனைத்தும் பார்வையாளர்களுக்கும் ஒரு விசைவெளியையும் வழங்குகின்றன."
        },
        {
            "location": {
                "long": "76.337399", "lat": "9.491461"
            },
            "name": "Alappuzha Beach",
            "name_HI": "अलप्पुझा बीच",
            "name_ML": "ആലപ്പുഴ ബീച്ച്",
            "name_TA": "ஆலப்புழா கடற்கரை",
            "note": "A beautiful beach with golden sands, palm trees, and a historic pier, ideal for leisurely walks and enjoying picturesque sunsets.",
            "note_HI": "सुंदर समुद्रतट होता है जिसमें सोने की रेत, ताड़ के पेड़ और एक ऐतिहासिक बंदरगाह होती है, जो आरामपूर्ण सैर स्थल और चित्रसूत्री सूर्यास्त का आनंद लेने के लिए आदर्श होता है।",
            "note_ML": "സൊന്നാമ്പത്തെ മണ്ണ്, പനക്കിലുകൾ, ചരിത്രപരമായ തീരപ്പട അതിവിശേഷങ്ങളുള്ള ഒരു സുന്ദരമായ കടല്‍ത്തീരം, ആഴത്തിലെ നന്ദിപാലനത്തിനും ചിത്രീകരിക്കുന്ന സൂര്യാസ്തമയം ആസ്വദിക്കുന്നതിനും അനുയോജ്യമാണ്.",
            "note_TA": "மஞ்சள் மண்ணும், பனைமரங்களும், ஒரு வரலாற்றுப் படையும் உள்ள அழகான கடற்கரை, ஆராமத்தான நடையில் சுற்றும் மற்றும் படாத சூரிய மேகங்களைப் பார்க்கும் அரியதாகும்."
        },
        {
            "location": {
                "long": "76.436230", "lat": "9.424695"
            },
            "name": "Kuttanad",
            "name_HI": "कुट्टनाड",
            "name_ML": "കുട്ടനാട്",
            "name_TA": "குட்டாநாடு",
            "note": "Known as the 'Rice Bowl of Kerala,' Kuttanad is a scenic region of backwaters and paddy fields, offering serene boat rides and rural experiences.",
            "note_HI": "केरल के 'चावल की कटोरी' के रूप में प्रसिद्ध, कुट्टनाड एक रोमांचक इलाका है जहां नीरस नाव यात्रा और ग्रामीण अनुभव प्रदान करने वाले धान खेतों के साथ भरपूर वैकवाटर्स की दृश्यमयी क्षेत्र है।",
            "note_ML": "കേരളത്തിന്റെ 'പച്ചക്കടല്‍' എന്നാണ് അറിയപ്പെടുന്നത്, കുട്ടനാട് ഒരു ആകൃതിയായ വീഴുകളും നെല്ല് പട്ടികളും നന്ദിയുള്ള കരിയിപ്പിലെ സീനിക പ്രദേശമാണ്, ശാന്തമായ വീഴുകളുടെ യാത്രകളും ഗ്രാമീണ അനുഭവങ്ങളും നൽകുന്നു.",
            "note_TA": ""
        },
        {
            "location": {
                "long": "76.342630", "lat": "9.579662"
            },
            "name": "Pathiramanal Island",
            "name_HI": "पथिरमानल द्वीप",
            "name_ML": "പത്തിരമണൽ ദ്വീപ്",
            "name_TA": "பத்திரமணல் தீவு",
            "note": "A small island in the Vembanad Lake, known for its bird sanctuary and abundant migratory bird species, attracting birdwatchers and nature enthusiasts.",
            "note_HI": "वेंबनाड झील में एक छोटा सा द्वीप है, जिसे पक्षिमित्रालय और प्रचुर प्रवासी पक्षी जातियों के लिए जाना जाता है, जो पक्षी दर्शकों और प्रकृति प्रेमियों को आकर्षित करती है।",
            "note_ML": "വെമ്പനാട് കടലിൽ നിന്ന് ഒരു ചെറുതുപുഴയാണ് പത്തിരമണൽ ദ്വീപ്, പക്ഷി സമൂഹസ്ഥലംമായിപ്പോലെയുള്ള പക്ഷികൾക്കും പ്രവാസി പക്ഷി ജാതികൾക്കും പ്രശസ്തമാണ്, പക്ഷിക്കാഴ്ച്ചകൾ മറ്റും സ്വാഭാവികമായും ആകര്ഷിക്കുന്നു.",
            "note_TA": ""
        },
        {
            "location": {
                "long": "76.284217", "lat": "9.606590"
            },
            "name": "Marari Beach",
            "name_HI": "मारारी बीच",
            "name_ML": "മാരാരി ബീച്ച്",
            "name_TA": "மராரி கடற்கரை",
            "note": "A pristine beach known for its idyllic surroundings, coconut groves, and a tranquil ambiance, perfect for relaxation and sunbathing.",
            "note_HI": "अपने रमणीय परिवेश, नारियल के पेड़ों और एक शांत वातावरण के लिए जाना जाने वाला एक प्राचीन समुद्र तट, विश्राम और धूप सेंकने के लिए एकदम सही है।",
            "note_ML": "മനോഹരമായ ചുറ്റുപാടുകൾക്കും തെങ്ങിൻ തോപ്പുകൾക്കും ശാന്തമായ അന്തരീക്ഷത്തിനും പേരുകേട്ട ഒരു പ്രാകൃത ബീച്ച്, വിശ്രമത്തിനും സൂര്യസ്നാനത്തിനും അനുയോജ്യമാണ്.",
            "note_TA": "அழகிய சுற்றுப்புறங்கள், தென்னந்தோப்புகள் மற்றும் அமைதியான சூழ்நிலைக்கு பெயர் பெற்ற அழகிய கடற்கரை, ஓய்வெடுக்கவும் சூரிய குளியலுக்கும் ஏற்றது."
        },
        {
            "location": {
                "long": "76.420006", "lat": "9.405390"
            },
            "name": "Ambalappuzha Sri Krishna Temple",
            "name_HI": "अम्बलापुजा श्री कृष्ण मंदिर",
            "name_ML": "അമ്പലപ്പുഴ ശ്രീ കൃഷ്ണ ക്ഷേത്രം",
            "name_TA": "அம்பலப்புழா ஸ்ரீ கிருஷ்ணா கோயில்",
            "note": "A revered Hindu temple known for its rich history, architectural beauty, and the famous Palpayasam (sweet milk porridge) offering.",
            "note_HI": "एक पवित्र हिन्दू मंदिर जिसे अपनी समृद्ध इतिहास, वास्तुकला की सुंदरता, और मशहूर पालपायसम (मिठे दूध की खीर) की प्रस्तावना के लिए जाना जाता है।",
            "note_ML": "അത്യുന്നതായ ചരിത്രത്തെക്കുറിച്ച്, വാസ്തുകലയുടെ സൗന്ദര്യം, പ്രസിദ്ധമായ പാൽപായസം (പാലം പഴഞ്ചോറ്) പ്രസംഗത്തിനായി അറിയപ്പെടുന്ന പൂജ്യമായ ഹിന്ദു ക്ഷേത്രമാണ് അമ്പലപ്പുഴ ശ്രീ കൃഷ്ണ ക്ഷേത്രം.",
            "note_TA": "அருமையான வரலாறு, கட்டிய அழகு மற்றும் பிரபலமான பால்பாயாசம் (பால் பஞ்சமிரம்) வழங்கலுக்காக புகழ்பெறும் பூஜையாகும் முக்கியமான இந்து கோவில் ஆகும்."
        },
        {
            "location": {
                "long": "76.337927", "lat": "9.493567"
            },
            "name": "Nehru Trophy Boat Race",
            "name_HI": "नेहरू ट्रॉफी बोट रेस",
            "name_ML": "നെഹ്രു ട്രോഫി ബോട്ട് റേസ്",
            "name_TA": "நேரு ட்ரோப்பி படகு போட்டி",
            "note": "An annual boat race held on Punnamada Lake, featuring traditional snake boats, vibrant processions, and enthusiastic rowing competitions.",
            "note_HI": "पुन्नामदा झील पर आयोजित एक वार्षिक बोट रेस, पारंपरिक साप नावों, जीवंत प्रदर्शन और उत्साही रोइंग प्रतियोगिताओं के साथ।",
            "note_ML": "പുന്നാമദ കടലാണത്തിൽ ആയിരക്കണക്കിന് കൈമാറ്റങ്ങളുള്ള പരമ്പരാഗത പടക്കു വഴികളും, ജീവന്ത പ്രവേശനങ്ങളും, ഉത്സാഹപ്രാപ്ത റോയിങ്ങ് മത്സരങ്ങളും ഉൾക്കൊള്ളുന്ന ഒരു വാർഷിക പടക്കുകളിലെ ഒരുവൻ റേസ് ആണ് നെഹ്രു ട്രോഫി ബോട്ട് റേസ്.",
            "note_TA": "புன்னமடா ஏரி மீது ஒரு ஆண்டுத் தேசிய படகு வீராட்டம், பாரம்பரிய பாம்புக் கடல்நகர், மரமின்றி செல்லும் பிரதமவேக போட்டிகளுடன் நடைபெறுகிறது."
        },
        {
            "location": {
                "long": "76.350952", "lat": "9.396531"
            },
            "name": "Karumadi Kuttan",
            "name_HI": "करुमाडी कुट्टन",
            "name_ML": "കരുമാടി കുട്ടൻ",
            "name_TA": "கருமாடி குட்டன்",
            "note": "A small village known for its ancient Karumadi Kuttan statue, a black granite sculpture of Lord Buddha dating back to the 9th century.",
            "note_HI": "एक छोटा गांव जिसे प्राचीन करुमाडी कुट्टन मूर्ति के लिए जाना जाता है, जो 9वीं सदी में विश्वसनीय काल तक वापस जाती है।",
            "note_ML": "കരുമാടി കുട്ടന്‍ മൂര്‍ത്തിയുടെ പുരാതനകാലത്തെ മറ്റൊരു ചെറുപ്പക്കാരനായ ഗ്രനൈറ്റ് അലങ്കാരം, 9-ാം നൂറ്റാണ്ടിനുള്ളില്‍ പഴയ കലാപടം ആയിരിക്കുന്നു.",
            "note_TA": "9 ஆம் நூற்றாண்டிற்குள் மீண்டும் திருமாவளத்தின் கருமாடி குட்டன் ஆட்சியாக அறியப்படும் ஒரு சிறிய ஊர், கறுப்பு கிரானைட் கலையைக் கொண்ட புத்தர் வழிபாடுகளைப் பிடித்துள்ளது."
        },
        {
            "location": {
                "long": "76.327845", "lat": "9.500155"
            },
            "name": "Punnamada Lake",
            "name_HI": "पुन्नामदा झील",
            "name_ML": "പുന്നമാദ കടല്‍",
            "name_TA": "புன்னமடா ஏரி",
            "note": "A scenic lake known for its picturesque beauty, boat races, and the starting point of the famous Nehru Trophy Boat Race.",
            "note_HI": "एक चित्रसदृश झील जो अपनी खूबसूरती, नौका दौड़ और प्रसिद्ध नेहरू ट्रॉफी बोट रेस का आरंभिक बिंदु के लिए जानी जाती है।",
            "note_ML": "പുന്നമാദ കടല്‍ അതിസുന്ദരമായ സൌന്ദര്യം, കടല്‍ റേസുകളും, പ്രസിദ്ധ നേഹ്രൂ ട്രോഫി ബോട്ട് റേസിന്റെ ആരംഭംപോലുള്ള പ്രസിദ്ധ ജീവിതകഥയും അറിയപ്പെടുന്നു.",
            "note_TA": "நெருந்தேரி ட்ரோபி படகு வீராட்டம் என்ற பிரஸித்த முதன்மை மண்டபமாகும், மார்மழையாக அழகான காட்சி மற்றும் படகு போட்டி தொடங்கும் புன்னமடா ஏரி ஆகும்."
        },
        {
            "location": {
                "long": "76.485541", "lat": "9.546405"
            },
            "name": "Krishnapuram Palace",
            "name_HI": "कृष्णापुरम महल",
            "name_ML": "കൃഷ്ണാപുരം കൊട്ടാരം",
            "name_TA": "கிருஷ்ணபுரம் அரண்மனை",
            "note": "A historical palace known for its stunning architecture, museum, and a mural depicting the Gajendramoksha (salvation of the elephant) story.",
            "note_HI": "एक ऐतिहासिक महल जो अपनी दिव्यमय वास्तुकला, संग्रहालय और एक दीवार चित्र में दिखाए गए गजेंद्रमोक्ष (हाथी की मुक्ति) कथा के लिए जाना जाता है।",
            "note_ML": "ഗജേന്ദ്രമോക്ഷ (ആനയുടെ രക്ഷ) കഥ പ്രതിബിംബിക്കുന്ന ഒരു മ്യൂറൽ, പ്രസിദ്ധ വാസ്തുക്കല, സംഗ്രഹശാല, തേടിവന്യമായ കൃഷ്ണാപുരം കൊട്ടാരം എന്നീ ഗവേഷണങ്ങളിലെ പ്രമുഖ പ്രതീകമാണ്.",
            "note_TA": "கஜேந்திரமோக்ஷ (யானையின் விடுதலை) கதையைக் குறிப்பிடும் ஒரு திசைசெயல் சித்திரம், அழகிய கட்டிடவாத்தில் அமைந்துள்ளது, அரசாங்கம், மசூதி மற்றும் கிருஷ்ணபுரம் அரண்மனை என்று அழைக்கப்படுகின்றன."
        }
    ],
    "Kottayam": [
        {
            "location": {
                "long": "76.403085", "lat": "9.620799"
            },
            "name": "Kumarakom Bird Sanctuary",
            "name_HI": "कुमाराकोम पक्षी अभयारण्य",
            "name_ML": "കുമാരകം പക്ഷിസംരക്ഷണം",
            "name_TA": "குமாரகோம் பறவை சரணாலயம்",
            "note": "A renowned bird sanctuary situated on the banks of Vembanad Lake, known for its diverse avian population and scenic beauty.",
            "note_HI": "वेम्बनाड झील के किनारे स्थित एक प्रसिद्ध पक्षी अभयारण्य, विविध पक्षी जनसंख्या और चित्रसदृशता के लिए प्रसिद्ध है।",
            "note_ML": "വെമ്പനാട് കടലിന്റെ തീരത്തു സ്ഥിതിചെയ്യുന്ന പ്രഖ്യാത പക്ഷിസംരക്ഷണം, വിവിധതരത്തിലുള്ള പക്ഷി ജനസംഖ്യയും ചിത്രസദൃശതയും പ്രസിദ്ധമാണ്.",
            "note_TA": "வெம்பநாட் ஏரின் காற்றில் அமைந்துள்ள ஒரு புகழ்பெற்ற பறவை சரணாலயம், வேருவாய் பறவை மக்களுக்கும் அழகும் அற்புதமும் தெரியும்."
        },
        {
            "location": {
                "long": "76.550598", "lat": "9.692547"
            },
            "name": "Ettumanoor Mahadeva Temple",
            "name_HI": "एट्टुमानूर महादेव मंदिर",
            "name_ML": "ഏറ്റുമാനൂര്‍ മഹാദേവ ക്ഷേത്രം",
            "name_TA": "ஏட்டுமானூர் மஹாதேவர் கோயில்",
            "note": "A famous Hindu temple dedicated to Lord Shiva, featuring magnificent architecture and an annual festival called 'Ettumanoor Ezharapponnana.'",
            "note_HI": "भगवान शिव को समर्पित एक प्रसिद्ध हिन्दू मंदिर, जिसमें अद्भुत वास्तुकला और 'एट्टुमानूर एझराप्पोन्नाना' नामक वार्षिक महोत्सव होता है।",
            "note_ML": "ഏറ്റുമാനൂര്‍ എഴാരപ്പൊന്നനയെന്നു വിളിക്കപ്പെടുന്ന വാര്‍ഷിക ഉത്സവവും ആകാരശില്പവും അതിന്റെ മുന്നേറ്റം ചെയ്യുന്ന ഒരു പ്രസിദ്ധമായ ഹിന്ദു ക്ഷേത്രമാണ് ഏറ്റുമാനൂര്‍ മഹാദേവ ക്ഷേത്രം.",
            "note_TA": "ஏட்டுமானூர் எழரப்பொன்னான என்று அழைக்கப்படும் ஒரு இந்து கோயில், அழகிய கட்டிடமும் மாற்றுவியும் மூலம் 'ஏட்டுமானூர் எழரப்பொன்னானா' என்ற ஒரு ஆண்டுக் கொண்டாட்டம் உள்ளது."
        },
        {
            "location": {
                "long": "76.404894", "lat": "9.591380"
            },
            "name": "Vembanad Lake",
            "name_HI": "वेम्बनाड झील",
            "name_ML": "വെമ്പനാട് കടല്‍",
            "name_TA": "வெம்பநாட் ஏரி",
            "note": "The largest lake in Kerala and one of the longest in India, offering mesmerizing backwater experiences and beautiful sunset views.",
            "note_HI": "केरल की सबसे बड़ी झील और भारत में सबसे लंबी झीलों में से एक, जो बेहद मोहक बैकवॉटर अनुभव और सुंदर सूर्यास्त दृश्य प्रदान करती है।",
            "note_ML": "കേരളത്തിലെ ഏറ്റവും വലിയ കടല്‍ അപ്പുവായിക്കാഴ്ചകളും മനോഹര സൂര്യാസ്ത ദൃശ്യങ്ങളും നല്‍കുന്നതുമായ ഒരു ദീപ്തിയുള്ള കടലാണ് വെമ്പനാട്.",
            "note_TA": "கேரளாவிலுள்ள மிகுந்தகரமான ஏரி மற்றும் இந்தியாவிலுள்ள நீளமான ஏரிகளில் ஒன்றாகும், மயக்கமான திரும்பூற்றப் பரிவாரங்கள் மற்றும் அழகான மாலை காட்சிகளை வழங்குகின்றது."
        },
        {
            "location": {
                "long": "76.401139", "lat": "9.740974"
            },
            "name": "Vaikom Mahadeva Temple",
            "name_HI": "वैकोम महादेव मंदिर",
            "name_ML": "വൈക്കം മഹാദേവ ക്ഷേത്രം",
            "name_TA": "வைக்கோம் மகாதேவர் கோயில்",
            "note": "A significant Hindu temple dedicated to Lord Shiva, known for its historical significance and the grand Vaikom Ashtami festival.",
            "note_HI": "भगवान शिव को समर्पित एक महत्वपूर्ण हिन्दू मंदिर, जिसे ऐतिहासिक महत्त्व और वैकोम अष्टमी महोत्सव के लिए जाना जाता है।",
            "note_ML": "ചരിത്രാതുരമായ പ്രാധാന്യത്തോടെയുള്ള ഭഗവാനും വൈക്കം അഷ്ടമി ഉത്സവവും പ്രസിദ്ധമായ ഹിന്ദു ക്ഷേത്രമാണ് വൈക്കം മഹാദേവ ക്ഷേത്രം.",
            "note_TA": "ஆர்வமான சிவ கோயிலாகிய முக்கிய இந்து கோயில், வரலாற்றுப் பொருள் மற்றும் வைக்கோம் அஷ்டமி விழாவுக்காக அறியப்படுகின்றது."
        },
        {
            "location": {
                "long": "76.530268", "lat": "9.664234"
            },
            "name": "St. Mary's Church, Manarcad",
            "name_HI": "सेंट मेरीज़ चर्च, मैनार्क्काट്",
            "name_ML": "മാനാര്‍ക്കാട് സെന്റ് മേരീസ് ചർച്ച്",
            "name_TA": "மானார்க்காட் மாரி ஆலயம்",
            "note": "An ancient church dating back to the 9th century, famous for its annual feast and pilgrimage attracting devotees from various religions.",
            "note_HI": "9वीं सदी में वापस जाने वाले एक प्राचीन चर्च, जिसे वार्षिक महाप्रवचन और विभिन्न धर्मों से भक्तों को आकर्षित करने के लिए प्रसिद्ध किया जाता है।",
            "note_ML": "ഒരു പ്രാചീന പള്ളിയായിരുന്നുവെന്ന് 9-ാം നൂറ്റാണ്ടിനു മുമ്പ്, വാര്‍ഷിക വിലാപത്തും വിവിധ മതങ്ങളിലേക്ക് വിശ്വസിക്കുന്ന ഭക്തരെ ആകര്‍ഷിക്കുന്നതിനായി പ്രസിദ്ധമായിരുന്നു.",
            "note_TA": "9ஆம் நூற்றாண்டில் வீண்டும் வரும் பழைய ஆடைப் பேராசிரியர், கடவுள் வழிபாட்டும் பல மதங்களில் இருக்கும் மதிப்பான பக்தர்களை ஆகரிக்கும் மரியாம்மா திருக்கோவில்."
        },
        {
            "location": {
                "long": "76.521717", "lat": "9.595951"
            },
            "name": "Kottayam Market",
            "name_HI": "कोट्टायम बाजार",
            "name_ML": "കോട്ടയം മാർക്കറ്റ്",
            "name_TA": "கோட்டயம் சந்தை",
            "note": "A bustling market known for its vibrant atmosphere, fresh produce, spices, and local handicrafts, offering an authentic shopping experience.",
            "note_HI": "एक गुंजायामान बाजार जहां जीवंत वातावरण, ताजगी उत्पाद, मसाले और स्थानीय हस्तशिल्प के लिए प्रसिद्ध है, एक सत्यापन की खरीदारी अनुभव प्रदान करता है।",
            "note_ML": "പ്രശസ്തമായ വാതാവരണം, പുതിയ പഴങ്ങൾ, മസാലകൾ, പ്രാദേശിക ഹസ്തശില്പങ്ങൾ എന്നിവ പ്രകടമാക്കുന്ന അതിഥീന്യതയുള്ള ഒരു കലാപരമായ മാർക്കറ്റ് ആണ് കോട്ടയം മാർക്കറ്റ്.",
            "note_TA": "உயர்ந்த வானிலையுடன் அலங்காத வாணிகம், புதிய பழங்கள், மசாலாக்கள், உள்ளமையில் உள்ள கைவினைகளைக் காட்டுகிற ஒரு விளம்பரமான சந்தையாகும் கோட்டயம் மார்க்கெட்."
        },
        {
            "name": "Illikkal Kallu",
            "name_HI": "इल्लिकल कल्लू",
            "name_ML": "ഇളിക്കൽ കല്ല്",
            "name_TA": "இள்ளிக்கல் கல்லு",
            "note": "A scenic hill station known for its towering peaks and breathtaking views, ideal for trekking and adventurous activities.",
            "note_HI": "इल्लिकल कल्लू, ऊँचे पर्वत शिखरों और मनमोहक नजारों के लिए प्रसिद्ध एक दर्शनीय पहाड़ी स्टेशन है, जो ट्रेकिंग और साहसिक गतिविधियों के लिए आदर्श है।",
            "note_ML": "കൊടുമുടികൾക്കും ആകാശഭേദമായ നിലവാരങ്ങൾക്കും പ്രശസ്തമായ ഒരു ഹില്ല് സ്റ്റേഷൻ, ട്രെക്കിംഗ് മറ്റ് സാഹസിക പ്രവർത്തനങ്ങളിലേക്ക് ആദർശമാണ്.",
            "note_TA": "மிகுந்த உயரங்கள் மற்றும் அழகான மரபு நிலவரங்கள் அடையும் ஒரு நிலவுநிலை மலைப்பள்ளி, சொர்வேல்களுக்கு மற்றும் சாஹசமான செயல்களுக்கு ஏற்ற சிறந்ததாகும்."
        },
        {
            "name": "Thirunakkara Mahadeva Temple",
            "name_HI": "तिरुनाक्कारा महादेव मंदिर",
            "name_ML": "തിരുനാക്കാര മഹാദേവ ക്ഷേത്രം",
            "name_TA": "திருநாக்காரா மஹாதேவர் கோவில்",
            "note": "An ancient temple dedicated to Lord Shiva, known for its exquisite architecture, murals, and the annual festival called 'Arattu.'",
            "note_HI": "भगवान शिव को समर्पित एक प्राचीन मंदिर, उत्कृष्ट वास्तुकला, दीवार चित्रकारी और वार्षिक त्योहार 'आरत्तु' के लिए प्रसिद्ध है।",
            "note_ML": "ഭഗവാന്‍ ശിവനെ സമർപ്പിച്ചിരിക്കുന്ന ഒരു പ്രാചീന ക്ഷേത്രം, വിലാസമായ ആർക്കിടേക്ചരും, മുകളിലെ ചിത്രകലയും, 'ആരാട്ട്' എന്ന വാർഷിക ഉത്സവത്തിനായി പ്രശസ്തമാണ്.",
            "note_TA": "அரத்து என்று அழைக்கப்படும் ஒரு ஆண்டுத் திருவிழாவுடன் புனித சிவனுக்கு முன்னால் அமைந்துள்ள ஒரு பண்டைய கோவில், அதன் அழகான வாஸ்துசெயல்களும், பிரதிசாரப்படங்களும் பொதுவான வண்ணம் வாழ்வும் அருகிலுள்ளன."
        },
        {
            "name": "Bay Island Driftwood Museum",
            "name_HI": "बे आइलैंड ड्रिफ्टवुड म्यूजियम",
            "name_ML": "ബേ ഐലന്റ് ഡ്രിഫ്റ്റ്വുഡ് മ്യൂസിയം",
            "name_TA": "பே தீவு பழையம் கட்டுரை நூலகம்",
            "note": "A unique museum showcasing an extensive collection of intricately shaped driftwood sculptures, capturing the artistic finesse of nature.",
            "note_HI": "एक विशेष म्यूजियम जो जटिल आकार वाले ड्रिफ्टवुड स्कल्पचर का व्यापक संग्रह प्रदर्शित करता है, जो प्रकृति की कलात्मकता को प्रतिबिंबित करता है।",
            "note_ML": "നാനാകാരം ആകൃതിക്കുള്ള ഡ്രിഫ്റ്റ്വുഡ് അമൂല്യമായ കട്ടുരൈ പ്രദര്ശിപ്പിക്കുന്ന ഒരു അപരമായ മ്യൂസിയം, സ്വഭാവത്തിന്റെ കലാസൗന്ദര്യത്തെ പടരുത്തിക്കൊണ്ട് സമീപിക്കുന്നു.",
            "note_TA": "மீன்பாலையில் வேறுபட்ட அமூல்யமான அமைந்துள்ள அடைக்கலையான கட்டுரைகளை காணப்படுகின்ற ஒரு விசித்திர நூலகம், இயற்கையின் கலையை கைமுறையாகப் பிடிக்கின்றது."
        },
        {
            "name": "Kottathavalam",
            "name_HI": "कोट्टाथावलम",
            "name_ML": "കോട്ടത്തവളം",
            "name_TA": "கோட்டத்தவளம்",
            "note": "A serene and picturesque spot nestled amidst lush greenery, offering a peaceful retreat and panoramic views of the surroundings.",
            "note_HI": "हरियाली से घिरे शांतिपूर्ण और चित्रस्वरूपी स्थान, जो आपको शांतिपूर्ण आश्रय और परिवेश के पैनोरामिक दृश्य प्रदान करता है।",
            "note_ML": "ഹരിതപ്പെട്ടിയിൽ അടക്കം ചെയ്ത ഒരു പ്രശാന്തമായ ഒരു ചിത്രസ്വരൂപിയായ സ്ഥലം, നിരന്തരമായ മനഃശാന്തിയും പരിസ്ഥിതിയുടെ പാനോരാമിക്കായ ദൃശ്യങ്ങളും നൽകുന്നു.",
            "note_TA": "பள்ளி பகுதியில் வளர்ந்துள்ள இலைவாழப்பிலக்கிய ஒரு மலரின் அடிப்படையில் அமைந்துள்ள ஒரு அமைதியான மற்றும் உறவுமுறை புலம், சுமையான சுற்றளவுகளை மீட்குகின்றது."
        }
    ],
    "Idukki": [
        {
            "name": "Munnar",
            "name_HI": "मुन्नार",
            "name_ML": "മൂന്നാർ",
            "name_TA": "முன்னார்",
            "note": "A popular hill station known for its tea plantations, scenic landscapes, and pleasant weather, offering opportunities for trekking and wildlife spotting.",
            "note_HI": "चाय बगीचों, चित्रस्वरूपी दृश्य और सुहावना मौसम के लिए प्रसिद्ध एक पहाड़ी स्थान, जहां ट्रेकिंग और वन्यजीव देखने के लिए अवसर होते हैं।",
            "note_ML": "ചായാക്ഷേത്രങ്ങളും, ചിത്രാകാരിയായ നിഴലവാഴകളും, ആരാമദായകമായ കാലാവസ്ഥയും അറിയപ്പെടുന്ന ഒരു പ്രഖ്യാത മെട്ടുകൾ പ്രവൃത്തികൾ, ട്രെക്കിങ്ങും വന്യജീവി സ്പോട്ടിങ്ങും നൽകുന്നു.",
            "note_TA": "தேவைகளுக்கு ஏற்படும் டிரெக்கிங் மற்றும் வனப்பொருள் கண்டறிய முன்னார் என்று அறியப்படுகின்ற சிறப்பு மலை நகரம்."
        },
        {
            "name": "Thekkady",
            "name_HI": "थेक्कडी",
            "name_ML": "തെക്കടി",
            "name_TA": "தெக்கடி",
            "note": "Home to the Periyar National Park, known for its wildlife sanctuary, boat cruises, elephant rides, and a chance to witness herds of wild elephants.",
            "note_HI": "पेरियार राष्ट्रीय उद्यान का घर, जानवरों के संरक्षण स्थल, नाव यात्राएं, हाथी सवारी, और जंगली हाथियों के झुंडों का दृश्य देखने का अवसर।",
            "note_ML": "പെരിയാർ ദേശീയോദ്യാനത്തിന്റെ വീട്, വന്യജീവിസംരക്ഷണം, കടലാസന്നവേദന, ആനയുടെ സവാരി, വന്യമൃഗശാലയും നോക്കാൻ അവസരം.",
            "note_TA": "பெரியார் தேசிய பூங்காக்களாகவும், படகு பயணங்களாகவும், யானை பயணங்களாகவும் அறிவிப்புகளாகவும், வனப்பூச்சி மரங்கள் காண்பதற்கு அனுமதியளித்து உள்ளது."
        },
        {
            "name": "Idukki Dam",
            "name_HI": "इडुक्की बांध",
            "name_ML": "ഇടുക്കി അണക്കെട്ട്",
            "name_TA": "இடுக்கி அணை",
            "note": "One of the largest arch dams in Asia, offering stunning views of the reservoir, surrounding hills, and serving as a major source of hydroelectric power.",
            "note_HI": "एशिया के सबसे बड़े आर्च डैम में से एक, जो जलाशय, आसपास की पहाड़ियों के शानदार दृश्यों और जलविद्युत शक्ति के प्रमुख स्रोत के रूप में कार्य करता है।",
            "note_ML": "ഏഷ്യയിലെ ഏറ്റവും വലിയ ആർച്ച് അണക്കെട്ടുകളിലൊന്ന്, ജലാശയത്തിന്റെ, ചുറ്റുപുറത്തുള്ള മലകൾക്കും മഞ്ഞുപൂക്കളുടെ മികച്ച ദൃശ്യങ്ങളും, ഹൈഡ്രോഇലക്ട്രിക് പവർനില പ്രധാന മൂലം പ്രസംഗിക്കുന്നു.",
            "note_TA": "ஏசியாவில் மிகப்பெரிய தொடர்கல் அணைகளில் ஒன்று, சுரண்டிய தொடர்கல், சுற்றுப்பூச்சி மலைகள் மற்றும் வினையடக்கமான மிகுந்த மின் ஆற்றல் மிகுந்த மூலமாக பணியாற்றப்படுகின்றன."
        },
        {
            "name": "Ramakkalmedu",
            "name_HI": "रामक्कलमेडु",
            "name_ML": "രാമക്കൽമേട്",
            "name_TA": "ராமக்கல்மேடு",
            "note": "A scenic hill station with vast stretches of wind-swept grasslands, offering panoramic views of the Western Ghats and picturesque sunrises.",
            "note_HI": "एक रोमांचक पहाड़ी स्टेशन जिसमें हवा से भरे बागीचों के विशाल समुद्र, पश्चिमी घाटों के चित्रसूची और चित्रकारी सूर्योदय का आभास होता है।",
            "note_ML": "വിസ്തീർണ്ണക്കണ്ണിന്റെ പലിശകളുള്ള പരിഷ്കൃത മലയാളം മുള്ളിമേട്, പശ്ചിമഘട്ടത്തിന്റെ ചിത്രങ്ങളും ചിത്രീകരിച്ച ഉഷസ്സുനിയാമകേരങ്ങളും കൂടിയ പരിസ്ഥിതിയിൽ നിന്ന് വിശാലമായ ദൃശ്യങ്ങൾ നൽകുന്നു.",
            "note_TA": "பச்சிம காட்சிகளுக்குரிய பானைகளின் பக்கங்களில் தின்புறங்களைப் பூக்குகளால் நடப்பதற்கான ஒரு புனைவாயில் மலைநகரம், மரக்களான வட்டங்களின் படங்களை முழுமையான காட்சிகளுக்குரிய மேலாண்மையுடன் கொண்டிருக்கிறது."
        },
        {
            "name": "Anamudi",
            "name_HI": "अनामुदी",
            "name_ML": "ആനമുടി",
            "name_TA": "ஆனமுடி",
            "note": "The highest peak in South India, known for its challenging trekking trails, rich biodiversity, and mesmerizing views of the surrounding valleys.",
            "note_HI": "दक्षिण भारत में सबसे ऊचा शिखर, जिसे कठिन ट्रेकिंग मार्गों, समृद्ध जैव विविधता, और आसपास के उपनदीयों के मोहक दृश्यों के लिए जाना जाता है।",
            "note_ML": "തെക്കേ ഇന്ത്യയിലെ ഏറ്റവും ഉയർന്ന മുടി, കഠിനമായ ട്രെക്കിംഗ് പാതകളും, പ്രശസ്ത ജൈവവൈവിധ്യവും, പരിസ്ഥിതിക്കടിമകൾക്കുള്ള മിസ്മരോച്ചകരമായ ദൃശ്യങ്ങളും അറിയപ്പെടുന്നു.",
            "note_TA": "தெற்கு இந்தியாவின் அதிகம் உயரத்தில் உள்ள முடிவு, வலுவான சோர்வு பாதைகள், பெரிய பசுமைப் பசுமையையும், சுற்றுப்புறங்களின் மகிழ்ச்சியான பார்வையையும் அறியப்படுகின்றன."
        },
        {
            "name": "Kulamavu Dam",
            "name_HI": "कुलामवु बांध",
            "name_ML": "കുളമാവ് അണക്കെട്ട്",
            "name_TA": "குளமாவு அணை",
            "note": "A picturesque dam nestled amidst lush green hills, offering breathtaking views of the reservoir and a serene ambiance for relaxation and picnicking.",
            "note_HI": "हरित बहुमूल्य पहाड़ियों के बीच बसे एक चित्रसूची बांध, जलाशय के दिलचस्प दृश्यों का आभास और आराम और पिकनिक करने के लिए शांतिपूर्ण वातावरण प्रदान करता है।",
            "note_ML": "ഹരിതമായ പര്വതങ്ങളിലുംവേസ്റ്റർണ് ഘട്ടങ്ങളിലുള്ള വടംമിട്ടുള്ള ഒരു പാചകോടിക്കാരിയായ അണക്കെട്ട്, അണത്തിന്റെ ആശ്ചര്യാന്വേഷണപ്പെടുന്ന ദൃശ്യങ്ങളും, ആനന്ദകരമായ വാതാവരണവുമായി ആഴ്ചയിൽ സന്തോഷവാഹനത്തിനും പിക്‌നിക്കിംഗിനും ശാന്തമായ താത്പര്യങ്ങൾ നൽകുന്നു.",
            "note_TA": "பசுமையான மலைகளின் இடையில் அமைந்துள்ள ஒரு புகழ்பெரும் அணை, பெரிய கடல்நிலையின் அற்புதமான பார்வைகளை வழங்கி, சமாதானமான வாழ்க்கைத் தயாரிப்புகளுக்கு ஒரு மனமாக அழைக்கின்றது."
        },
        {
            "name": "Kalvari Mount",
            "name_HI": "कलवरी पहाड़ी",
            "name_ML": "കല്‍വാരി മൗണ്ട്",
            "name_TA": "கல்வாரி மலை",
            "note": "A popular religious spot with a stunning view of Idukki town, featuring the stations of the cross and a pilgrimage destination during the Lenten season.",
            "note_HI": "एक लोकप्रिय धार्मिक स्थल जहां इडुक्की शहर का एक शानदार दृश्य है, जिसमें क्रूस के स्थान और चुंबकीय मौसम में एक तीर्थयात्रा स्थल होता है।",
            "note_ML": "ഇടുക്കി ടൗണിന്റെ അടുക്കൽ ഒരു മനോഹാരിയായ സൂര്യന്റെ നഗരം ഉള്ള ഒരു പ്രഖ്യാപിത മതസ്ഥലം, ദിവസങ്ങളിലുള്ള ലെന്റന്‍ കാലത്തെ പ്രയാണസ്ഥലമാണ്.",
            "note_TA": "இடுக்கி நகரத்தின் அழகான பார்வையுடன் பாதப்பெட்டியின் உள்ளங்களைக் குறிக்கும் ஒரு பிரபல மத இடத்தில் ஒரு திருத்தியான சுற்றுப்படல் மற்றும் வாழ்க்கையோடு பயணிப்புக்களுக்கான திருத்திப் புராணத்தின் இடமாகும்."
        },
        {
            "name": "Painavu",
            "name_HI": "पैनावु",
            "name_ML": "പൈനാവ്",
            "name_TA": "பைனாவு",
            "note": "The headquarters of Idukki district, known for its pleasant climate, rolling hills, and proximity to various tourist attractions in the region.",
            "note_HI": "इडुक्की जिले का मुख्यालय, अपनी सुहावना जलवायु, घूमने के स्थानों की उच्चता, और क्षेत्र में विभिन्न पर्यटन आकर्षणों के पड़ोस के लिए जाना जाता है।",
            "note_ML": "ഇടുക്കി ജില്ലയുടെ മുഖ്യാലയം, സൗഹൃദ ജലവായുവും, ഉയരുന്ന മലകളും, പ്രദേശത്തെ വിവിധ പര്യടന ആകര്ഷണങ്ങളെ ഉള്ളിലേക്കുള്ള സമീപത്തും അറിയപ്പെടുന്നു.",
            "note_TA": "இடுக்கி மாவட்டத்தின் முதன்மையான மேலாளரின் அலுவலகம், அதன் மிகுந்த காற்றல், குனிநகர்களாகிய பல்வேறு சுற்றுப்பாட்டு ஆகர்ஷகங்களுக்கு விரைவில் அருகிலுள்ளது."
        },
        {
            "name": "Cheeyappara Waterfalls",
            "name_HI": "चीयप्पारा जलप्रपात",
            "name_ML": "ചീയപ്പാര വെള്ളച്ചാട്ടം",
            "name_TA": "சீயப்பரா நீர்விழிப்புகள்",
            "note": "A beautiful waterfall located between Neriamangalam and Adimali, known for its picturesque setting and a popular pit-stop for travelers.",
            "note_HI": "नेरियामंगलम और आदिमालि के बीच स्थित एक सुंदर जलप्रपात, जिसकी चित्रस्थली और यात्रियों के लिए एक लोकप्रिय ठहराव के लिए जाना जाता है।",
            "note_ML": "നേരിയമംഗലം അടിമാലിയിലേക്കാണ് സ്ഥിതിചെയ്യുന്ന ഒരു മനോഹാരിയായ വെള്ളച്ചാട്ടം, അതിരൂപകമായ സ്ഥലമായിരിക്കുന്നു മറ്റു പ്രയാണികളുടെ ഒരു ജനപ്രിയ പിട്-സ്റ്റോപ്പാണ്.",
            "note_TA": "நெரியமங்கலம் மற்றும் அடிமாலி இடையே அமைந்துள்ள ஒரு அழகிய நீர்விழிப்பு, அழகிய அமைப்பும் பயணிகளுக்கான ஒரு பிரபலமான புறப்பட்டியலாக அறியப்படுகிறது."
        },
        {
            "name": "Chinnar Wildlife Sanctuary",
            "name_HI": "चिन्नार वन्यजीव अभयारण्य",
            "name_ML": "ചിന്നാര്‍ വന്യജീവ സന്ദേശം",
            "name_TA": "சின்னார் வன விலங்கு புரட்சி",
            "note": "A wildlife reserve known for its diverse flora and fauna, including endangered species like the grizzled giant squirrel and the star tortoise.",
            "note_HI": "एक वन्यजीव अभयारण्य जो विविध प्राणिजाति और वनस्पति समेत अप्राणिजाति के लिए प्रसिद्ध है, जिसमें ग्रिज़ल्ड जांभुक और स्टार टॉर्टोइज़ जैसी प्रमुखता संकटाधिकृत जानवर समेत होती है।",
            "note_ML": "പലവിധ ജൈവവിലങ്കൾക്കും വന്യജീവിതത്തിന്റെ വിവിധത, വിപത്തിൽ നിന്നുള്ള ജൈവവിലക്കം പോലെ ഗ്രിസിൽഡ് ജയന്റ് സ്ക്വിറലും സ്ടാർ ടോർട്ടിസ് എന്നിവ ഉൾക്കൊള്ളുന്നുണ്ട്.",
            "note_TA": "வேலங்கள் மற்றும் பொருட்களைப் போன்ற விவசாய மரங்கள் உள்ள பல வனப் பகுதிகளைப் பெற்றுக் கொண்ட ஒரு வனம் வாழ்வியல் போராட்டம்."
        }
    ],
    "Ernakulam": [
        {
            "name": "Fort Kochi",
            "name_HI": "फोर्ट कोच्चि",
            "name_ML": "ഫോർട്ട് കൊച്ചി",
            "name_TA": "பெர்த்து கொச்சி",
            "note": "A historic neighborhood known for its colonial architecture, Chinese fishing nets, bustling streets, art galleries, and cultural performances.",
            "note_HI": "एक ऐतिहासिक पड़ोस जिन्हें उनके उपनगर की संस्कृति, चीनी मछली पकड़ने की जाल, गुलजारी गलियां, कला दर्शनग्रह, और सांस्कृतिक प्रदर्शनों के लिए जाना जाता है।",
            "note_ML": "കൊളോണിയൽ ആർക്കിടെക്ച്ചർ, ചൈനീസ് മീൻ പട്ടികൾ, പുടക്കോട് സർക്കാർ, കലയിക്കാനും സാംസ്കാരിക അനുഷ്ഠാനങ്ങളിലേക്കാനും അറിയപ്പെടുന്ന ഒരു ഐതിഹ്യപാരമ്പര്യം അറിയപ്പെടുന്ന ഒരു സ്ഥലമാണ്.",
            "note_TA": "ஐதிஹாஸிக அருவிகள், சீன மீன் வலைகள், சேர்க்குட்டி வீதிகள், கலை கலையங்கள், கலாச்சார நிகழ்ச்சிகளுக்கு அறியப்படுகின்ற ஒரு ஐதியப் பகுதி."
        },
        {
            "name": "Mattancherry Palace",
            "name_HI": "मट्टाञ्चेरी महल",
            "name_ML": "മട്ടാഞ്ചേരി പാളസ്",
            "name_TA": "மட்டாஞ்சேரி மஹல்",
            "note": "A Portuguese palace also known as the Dutch Palace, featuring stunning murals, traditional architecture, and a museum showcasing artifacts.",
            "note_HI": "एक पुर्तगाली महल जिसे डच महल के नाम से भी जाना जाता है, जिसमें दिव्यदर्शी दीवार चित्रकारी, पारंपरिक वास्तुकला, और एक संग्रहालय जिन्हें प्रदर्शित किया जाता है।",
            "note_ML": "ഡച്ച് പാളസ് എന്നും അറിയപ്പെടുന്ന ഒരു പോർച്ചുഗീസ് പാളസ്, സ്തൂപശുശ്രുഷ, പാരമ്പര്യവും സംഗ്രഹങ്ങളുടെ പ്രദർശനം ചെയ്യുന്ന ഒരു സംഗ്രഹാലയം അടങ്ങുന്നു.",
            "note_TA": "ஒரு போர்ச்சுக்கீஸ் மகரமான தச்சு மஹல், அமைத்துக் கொண்டுள்ள வரலாற்று கட்டிடம், அரசாங்கம் கலை மற்றும் பொருட்களைக் காட்டுகிற ஒரு நிகழ்ச்சியையும் ஒரு நிகழ்ச்சியையும் வெளிப்படுத்துகின்றன."
        },
        {
            "name": "Jew Town",
            "name_HI": "जू टाउन",
            "name_ML": "ജൂ ടൗൺ",
            "name_TA": "ஜூ டவுன்",
            "note": "A vibrant market area known for its antique shops, spice stores, handicrafts, and the famous Paradesi Synagogue, the oldest active synagogue in the Commonwealth.",
            "note_HI": "एक प्राचीन दुकानों, मसाला स्टोर, हस्तशिल्प और प्रमुख परादेशी सिनेगोग के लिए जाना जाने वाला एक जीवंत बाजार क्षेत्र। यह संघ की सबसे पुरानी सक्रिय सिनेगोग है।",
            "note_ML": "പുരാതന ഷോപ്പുകൾ, മസാല സ്റ്റോറുകൾ, കറക്റ്റുകൾ, പ്രശസ്ത പരദേശി സിനഗോഗ് എന്നീ ഒരു ജീവന്ത മാർക്കറ്റ് പ്രദർശനങ്ങൾക്ക് അറിയപ്പെടുന്നു. കമൺവെൽത്തിന്റെ ഏറ്റവും പഴയ സക്രിയമായ സിനഗോഗ്.",
            "note_TA": "மிகுந்த புதிய கடைகள், மிளகு கடைகள், செய்திகளைச் சேமிக்கும் இயந்திரப் பொருட்கள், புகழான பரதேசி சினகோக்கு அறியப்படுகின்ற விருதுகள் பயன்படுத்தப்படுகின்ற ஒரு சிறந்த மகரமான சந்தையாகும்."
        },
        {
            "name": "Marine Drive",
            "name_HI": "मरीन ड्राइव",
            "name_ML": "മരീൻ ഡ്രൈവ്",
            "name_TA": "மரின் டிரைவ்",
            "note": "A popular promenade along the backwaters, offering scenic views, boating, and a vibrant atmosphere with shopping complexes and street food stalls.",
            "note_HI": "पानी के किनारे का एक लोकप्रिय ट्रैक, जहां सौंदर्यपूर्ण दृश्य, नौकायन और खरीदारी केंद्र और सड़क भोजन की दुकानों के साथ एक जीवंत वातावरण होता है।",
            "note_ML": "തീരത്തുള്ള ഒരു പ്രഖ്യാപിത ട്രാക്ക്, ദൃശ്യം, ബോട്ടിങ്ങ്, ഷോപ്പിംഗ് കോംപ്ലെക്സുകളും സട്ടുകൾ ഭോജന കടക്കകളുമായി പ്രശസ്തമായ ഒരു ജീവന്ത വാതാവരണമാണ്.",
            "note_TA": "மிகப் பிரபலமான இருபத்தைந்து திரண்டும், அழகான காட்சிகள், படகுகள், ஷாப்பிங் காம்பிளெக்ஸ் மற்றும் தெரு உணவு மடைப்புகளுடன் ஒரு விபரமான அமைத்தும் வானவரமான ஆவணத்தைக் கொடுக்கின்றன்."
        },
        {
            "name": "Bolgatty Palace",
            "name_HI": "बोलगट्टी महल",
            "name_ML": "ബോൾഗട്ടി പാലസ്",
            "name_TA": "போல்கட்டி அரண்மனை",
            "note": "A beautiful island palace converted into a heritage hotel, featuring exquisite architecture, lush green gardens, and a scenic location by the backwaters.",
            "note_HI": "एक सुंदर द्वीप महल जिसे एक धरोहर होटल में परिवर्तित किया गया है, जिसमें अत्यंत सुंदर वास्तुकला, हरा बगीचे, और पानी के किनारे की एक चर्चित स्थान है।",
            "note_ML": "ഒരു സുന്ദരമായ ദ്വീപ് പാലസ് ധര്‍മ്മിക ഹോട്ടലായി പരിവർത്തിച്ചു, പ്രശസ്ത വാസ്തുശില്പം, പച്ചപ്പുനീലക്കോട് സദൃശമായ ആവാസാവസാദങ്ങളും, അടുത്ത പടപ്പെട്ട ജലവേദിക്കുള്ളിൽ ഒരു വിസ്മയകരമായ സ്ഥാനം ഉണ്ട്.",
            "note_TA": "ஒரு அழகான தீவு அரண்மனை புராண விசயத்தில் மாற்றப்பட்டு ஒரு பாரம்பரிய விடுதி விடுதியில் அமைக்கப்பட்டுள்ளது, அழகான கலைமுகங்கள், பசுமையான பூங்கள் மற்றும் தீர நிலையத்தில் ஒரு அழகான இடம் ஆகும்."
        },
        {
            "name": "Hill Palace Museum",
            "name_HI": "हिल पैलेस म्यूजियम",
            "name_ML": "ഹില്‍ പാലസ് മ്യൂസിയം",
            "name_TA": "மலை அரண்மனை அருங்காட்சியகம்",
            "note": "The largest archaeological museum in Kerala, housing a vast collection of artifacts, royal belongings, and ancient manuscripts.",
            "note_HI": "केरल में सबसे बड़ा पुरातत्विक संग्रहालय, जिसमें विशाल संग्रह विस्तार आयोजित है, शाही सम्पदाओं और प्राचीन हस्तलिखित पाठों का संग्रहण करता है।",
            "note_ML": "കേരളത്തിലെ ഏറ്റവും വലിയ പുരാതന സംഗ്രഹസംഘം, വിശാലമായ ശില്പങ്ങളും, രാജകീയ വസ്ത്രങ്ങളും, പ്രാചീന പുസ്തകങ്ങളും ഉള്ളതാണ്.",
            "note_TA": "கேரளாவில் மிகப் பெரிய தொலைவியல் அரசுக் கலைமாடம், அபராணியத்தனமான கலைகளை, அரசியல் பொருள்களை, பழைய மைய நூல்களை பொருளிப்பதற்கு பயன்படுத்தியது."
        },
        {
            "name": "Wonderla Amusement Park",
            "name_HI": "वंडरला मनोरंजन पार्क",
            "name_ML": "വോണ്ടെര്‍ല മനോഹാരിപ്പാര്‍ക്ക്",
            "name_TA": "வண்டர்லா மகிழ்ச்சி பூங்கா",
            "note": "A thrilling amusement park with a variety of rides, water slides, and entertainment options for all age groups.",
            "note_HI": "एक रोमांचक मनोरंजन पार्क जिसमें विभिन्न राइड, वॉटर स्लाइड और सभी आयु समूहों के लिए मनोरंजन विकल्प मौजूद हैं।",
            "note_ML": "വിവിധ വിനോദ യന്ത്രങ്ങളും, വോട്ടർ സ്ലൈഡുകളും, എല്ലാ പ്രായക്കും മനോഹാരിക്കാനുള്ള മനോഹാരിപ്പാര്‍ക്ക് ആണ്.",
            "note_TA": "வேறுபாடுகளுக்கு வேறுபாடுகளுடன் ஒரு மகிழ்ச்சி பூங்காயமான மகிழ்ச்சி பூங்கா."
        },
        {
            "name": "Kerala Folklore Museum",
            "name_HI": "केरल लोककथा संग्रहालय",
            "name_ML": "കേരള ലോകകഥാ സംഗ്രഹാലയം",
            "name_TA": "கேரளா பாரம்பரிய கதை அரங்கம்",
            "note": "A museum showcasing a rich collection of traditional art, cultural artifacts, costumes, and sculptures, providing insights into Kerala's rich cultural heritage.",
            "note_HI": "एक संग्रहालय जो परंपरागत कला, सांस्कृतिक उपकरण, पोषाक और मूर्तिकलाओं का एक समृद्ध संग्रह प्रदर्शित करता है, जो केरल की समृद्ध सांस्कृतिक विरासत में अवगति प्रदान करता है।",
            "note_ML": "പരമ്പരാഗത കല, സാംസ്കൃതിക സംരംഭങ്ങളും, പടവികളും, പണികളും, അമൂല്യമായ ഒരു സംഗ്രഹം പ്രദർശിപ്പിക്കുന്ന ഒരു സംഗ്രഹാലയം.",
            "note_TA": "ஒரு மருமகள் கலை, பாரம்பரிய பொருள்கள், அணிகலன்கள், உலகப் படங்கள், விளக்குகள் போன்றவற்றைக் காட்டுகிற ஒரு அரங்கம்."
        },
        {
            "name": "Cherai Beach",
            "name_HI": "चेराई बीच",
            "name_ML": "ചെറായി ബീച്ച്",
            "name_TA": "சேரை கடற்கரை",
            "note": "A serene and clean beach with golden sand, backwaters, and coconut groves, offering a relaxing ambiance and picturesque sunsets.",
            "note_HI": "स्वर्गीय और स्वच्छ बीच जिसमें सोने की रेत, बैकवाटर और नारियल के बगीचे होते हैं, जो एक शांतिपूर्ण वातावरण और चित्रस्थली गोल अस्त सम्प्रदाय सुन्सेट्स प्रदान करती है।",
            "note_ML": "സെറയിയുടെ സൗന്ദര്യപ്രദമായ ബീച്ച്, മഞ്ഞ പാറകൾ, വീട്ടുകാട് തൽസമയ താപനില, പ്രശാന്തമായ മാഹിതി, ആകെ മനോഹരമായ സൂര്യാസ്തമയം നൽകുന്നു.",
            "note_TA": "மேல் நீர்ப்பாலைகளும், தேங்காய் மரங்களும் உள்ள சுற்றுலாவில் இருக்கும் ஒரு மனதை அழகாக்கும் தனிமையான மணல் கடற்கரை."
        },
        {
            "name": "Mangalavanam Bird Sanctuary",
            "name_HI": "मंगलवनम पक्षी अभयारण्य",
            "name_ML": "മംഗലവനം പക്ഷി സങ്കേതം",
            "name_TA": "மங்கலவனம் பறவை சரணாலயம்",
            "note": "A small but ecologically important bird sanctuary in the heart of Kochi city, known for its diverse bird species and lush mangrove vegetation.",
            "note_HI": "कोच्चि शहर के दिल में स्थित एक छोटा परंपरागत महत्वपूर्ण पक्षी अभयारण्य है, जिसे विविध पक्षी प्रजातियों और घने मैंग्रोव वनस्पति के लिए जाना जाता है।",
            "note_ML": "വൈവിധ്യമാർന്ന പക്ഷി ഇനങ്ങൾക്കും സമൃദ്ധമായ കണ്ടൽ സസ്യങ്ങൾക്കും പേരുകേട്ട, കൊച്ചി നഗരത്തിന്റെ ഹൃദയഭാഗത്തുള്ള ചെറുതും എന്നാൽ പരിസ്ഥിതി പ്രാധാന്യമുള്ളതുമായ ഒരു പക്ഷി സങ്കേതം.",
            "note_TA": "கொச்சி நகரின் மையப்பகுதியில் உள்ள ஒரு சிறிய ஆனால் சுற்றுச்சூழல் முக்கியத்துவம் வாய்ந்த பறவைகள் சரணாலயம், அதன் பல்வேறு பறவை இனங்கள் மற்றும் பசுமையான சதுப்புநில தாவரங்களுக்கு பெயர் பெற்றது."
        }
    ],
    "Thrissur": [
        {
            "name": "Vadakkunnathan Temple",
            "name_HI": "वडक्कुन्नाथन मंदिर",
            "name_ML": "വടക്കുന്നാഥൻ ക്ഷേത്രം",
            "name_TA": "வடக்குன்னாதன் கோயில்",
            "note": "An ancient Hindu temple dedicated to Lord Shiva, featuring magnificent architecture, vibrant festivals, and the iconic Thrissur Pooram celebration.",
            "note_HI": "भगवान शिव को समर्पित एक प्राचीन हिंदू मंदिर है, जिसमें शानदार वास्तुकला, जीवंत त्योहार और प्रसिद्ध तृष्णापूरम महोत्सव शामिल है।",
            "note_ML": "ഭഗവാൻ ശിവക്ക് അര്‍പ്പിതമായ പ്രാചീനമായ ഹിന്ദു ക്ഷേത്രമാണ് വടക്കുന്നാഥൻ ക്ഷേത്രം, മിസ്ത്രിപ്പൂരം മഹോത്സവവും ഭവ്യ വാസ്തുവിദ്യയും പ്രത്യേകം ആവശ്യമായവയാണ്.",
            "note_TA": ""
        },
        {
            "name": "Athirappilly Waterfalls",
            "name_HI": "अथिरप्पिल्ली जलप्रपात",
            "name_ML": "അത്തിരപ്പിള്ളി വെള്ളച്ചാട്ടം",
            "name_TA": "அத்திரப்பிள்ளி அருவி",
            "note": "A majestic waterfall cascading through lush green forests, known for its scenic beauty and often referred to as the 'Niagara Falls of India.'",
            "note_HI": "एक शानदार जलप्रपात है जो हरे-भरे जंगलों से बहकर गिरता है, जिसे दृश्यमय सौंदर्य के लिए जाना जाता है और यह 'भारत का नियागरा जलप्रपात' कहलाता है।",
            "note_ML": "പൊല്ലാക്കണം തടാകത്തിൽ നിന്ന് വലിയ ജലപ്രപാതമാണ് അത്തിരപ്പിള്ളി, സൗന്ദര്യപൂർണ്ണമായി അറിയപ്പെടുന്നു; 'ഇന്ത്യയുടെ നിയാഗാര ജലപ്രപാതം' എന്നു പറയുന്നു.",
            "note_TA": ""
        },
        {
            "name": "Thrissur Zoo",
            "name_HI": "त्रिशूर चिड़ियाघर",
            "name_ML": "തൃശ്ശൂര്‍ പക്ഷിമണ്ടപം",
            "name_TA": "திரிசூர் விலங்கு மையம்",
            "note": "A well-maintained zoological park housing a wide variety of animals, including lions, tigers, elephants, reptiles, and a butterfly park.",
            "note_HI": "एक अच्छी तरह संरक्षित चिड़ियाघर है जिसमें सिंह, बाघ, हाथी, सरीसृप और एक तितली उद्यान सहित विभिन्न प्रकार के जानवरों को आवास मिलता है।",
            "note_ML": "പാലക്കാട്, പുലി, ആന, അലങ്കാരികളുടെയും ഒരു തിടയ്ക്കയാളികളുടെയും വേണ്ടിയുള്ള വിവിധ ജന്തുക്കൾ ആയാസംഗത്തും ഒരു പാട്ടേരിയവും ഉള്ള ഒരു ജൂളജിക്കായി പുതിയതായിരിക്കുന്നു.",
            "note_TA": ""
        },
        {
            "name": "Peechi Dam",
            "name_HI": "पीची बांध",
            "name_ML": "പീച്ചി അണക്കെട്ട്",
            "name_TA": "பீச்சி அணை",
            "note": "A picturesque dam surrounded by verdant forests, offering boating facilities and a tranquil environment for picnicking and nature walks.",
            "note_HI": "एक चित्रस्थायी बांध जो हरिताभरित जंगलों द्वारा घिरा हुआ है, जो बोटिंग सुविधाएँ और पिकनिक और प्रकृति के संचार के लिए एक शांतिपूर्ण वातावरण प्रदान करता है।",
            "note_ML": "പൂര്‍ണിമയോടെ വിഭ്രമകരമായ പാളത്തിനടുത്ത് നിന്ന് വിശ്രമിച്ചു പോകാനുള്ള ശാന്ത വാതാവരണമുള്ള വൃക്ഷപടിയായ ഒരു പൂന്തുറ അണക്കെട്ടാണ് പീച്ചി അണക്കെട്ട്.",
            "note_TA": "பழைய வனப்பிடியில் சுற்றும் ஒரு புகைந்தயத்தை அழைத்துவிட்டு, பயணிப்பாராளுக்கு வாழைப்பூ மற்றும் பிரகாசமான வானம் வழங்கும் ஒரு சமாதானமான சுற்றும் அமைப்பு உள்ள ஒரு புகைந்தய ஆகும்."
        },
        {
            "name": "Guruvayur Temple",
            "name_HI": "गुरुवायूर मंदिर",
            "name_ML": "ഗുരുവായൂര്‍ ക്ഷേത്രം",
            "name_TA": "குருவாயூர் கோயில்",
            "note": "One of the most important pilgrimage sites for Hindus in Kerala, dedicated to Lord Krishna and known for its grand architecture and festivals.",
            "note_HI": "केरल में हिंदुओं के लिए सबसे महत्वपूर्ण तीर्थस्थलों में से एक, भगवान कृष्ण को समर्पित और उसके महान वास्तुकला और त्योहारों के लिए प्रसिद्ध है।",
            "note_ML": "കേരളത്തിലെ ഹിന്ദുക്കളുടെയും അത് മഹത്തായ വാസ്തുകളും ഉള്ളതുമായ ശ്രീകൃഷ്ണനെ പ്രതിഷ്ഠിച്ചിട്ടുള്ള ഏറ്റവും പ്രമുഖമായ തീർഥസ്ഥലങ്ങളിൽ ഒന്നാണ് ഗുരുവായൂർ ക്ഷേത്രം.",
            "note_TA": "கேரளாவிலுள்ள இந்துக்களுக்கான முக்கியமான திருத்தியப் புராணக்கோயில், கிருஷ்ணருக்கு முன்னிட்டு மகிழ்ச்சியான வாஸ்துவாய்ப்பும் திருவிழாவும் உடன் அறிவிக்கப்படுகின்றன."
        },
        {
            "name": "Chavakkad Beach",
            "name_HI": "चावक्कड बीच",
            "name_ML": "ചാവക്കാട് ബീച്ച്",
            "name_TA": "சாவக்காட் கடற்கரை",
            "note": "A pristine beach known for its scenic beauty, tranquil atmosphere, and the popular fishing harbor nearby.",
            "note_HI": "अपनी दृश्यमय सुंदरता, शांत वातावरण और नजदीकी लोकप्रिय मत्स्य पतन के लिए जाने जाने वाली एक शुद्ध बीच।",
            "note_ML": "ആദ്യരാത്രിയും പരന്നതായ സൗന്ദര്യവും, ശാന്ത വാതാവരണവും, പ്രമുഖമായ മീനപ്പടക്കത്തെക്കൊണ്ട് അറിയപ്പെടുന്ന ഒരു മാലിന്യമില്ലാത്ത കടറ്റിലാണ് ചാവക്കാട് ബീച്ച്.",
            "note_TA": "நேர்மையான கடற்கரையும், அமைதியான அம்பிரமமும், அருமையான மீன் படக்க மாடற்களுடன் பிரபலமான கடற்கரையாக அறியப்படுகின்றது."
        },
        {
            "name": "Punnathur Kotta Elephant Sanctuary",
            "name_HI": "पुन्नथुर कोट्टा हाथी अभयारण्य",
            "name_ML": "പുന്നത്തൂര് കോട്ട ആന സങ്കേതം",
            "name_TA": "புன்னத்தூர் கோட்டா யானை அரண்யம்",
            "note": "A unique sanctuary located near Guruvayur Temple, housing dozens of elephants and offering visitors an opportunity to interact with these gentle giants.",
            "note_HI": "गुरुवायूर मंदिर के पास स्थित एक अद्वितीय अभयारण्य, जहां दर्शकों को इन प्यारे विशालकाय जानवरों के साथ संपर्क करने का अवसर मिलता है।",
            "note_ML": "ഗുരുവായൂർ ക്ഷേത്രത്തിന്റെ അടുത്തപ്പൊക്കത്തിൽ സ്ഥിതിചെയ്യുന്ന ഒരു പ്രത്യേക സങ്കേതം, അനേകം ആനകളെ ആശ്രയിക്കുന്നുണ്ട്, പ്രവർത്തനത്തിനായി ദര്ശകരോടൊപ്പം ഇണക്കുന്നതിന് ഒരു അവസരം നൽകുന്നു.",
            "note_TA": "குருவாயூர் கோயிலின் அருகில் அமைந்துள்ள ஒரு விலங்கு அரண்யம், பலவித யானைகளைக் கொண்டு பொருந்தப்படுகின்றது மற்றும் வருகின்ற வரவிருக்கத்தில் இவர்களுடன் தொடர்புகொள்ள ஒரு வாய்ப்பை வழங்குகின்றது."
        },
        {
            "name": "Vilangan Hills",
            "name_HI": "विलंगन पहाड़ियाँ",
            "name_ML": "വിലങ്ങൻ പർവ്വതം",
            "name_TA": "விலங்கன் மலைகள்",
            "note": "A hillock with lush green surroundings, offering panoramic views of Thrissur city and an ideal spot for nature walks and trekking.",
            "note_HI": "हरित वातावरण के साथ एक छोटा पहाड़ी, थ्रिशूर शहर का आभासी दृश्य और प्रकृति के साथ सैर-सपाटे और ट्रेकिंग के लिए एक आदर्श स्थान।",
            "note_ML": "പച്ചപ്പൊരുപ്പായ ചെറുപുടിയായിരുന്നുവെങ്കിൽ, തൃശ്ശൂർ നഗരത്തിന്റെ ദൃശ്യങ്ങളുടെ കടപ്പാടുകൾ നൽകുന്നത്, സ്വഭാവവേദിയായിരുന്നുവെങ്കിൽ, സ്വാഭാവിക നടപ്പിലാക്കുവാനും ട്രെക്കിംഗിനും ഒരു ആദ്യത്തെ സ്ഥലമാണ്.",
            "note_TA": "பசுமையான சுற்றுப்புறமான சிவன் அருங்காட்சியைக் கொண்ட ஒரு புறம்பாக்கம், திரிசூர் நகரத்தின் திரைப்படங்களைப் பார்க்க மற்றும் இயல்புநிலைந்துரைவுகளுக்கு ஒரு ஆற்றில் சிறந்த இடமாக உள்ளது."
        },
        {
            "name": "Museum of Kerala History",
            "name_HI": "केरल इतिहास संग्रहालय",
            "name_ML": "കേരള ചരിത്ര സംഗ്രഹശാല",
            "name_TA": "கேரள வரலாற்று அருகில்",
            "note": "A museum showcasing Kerala's history, culture, art, and heritage through a vast collection of artifacts, dioramas, and multimedia presentations.",
            "note_HI": "एक संग्रहालय जो केरल के इतिहास, संस्कृति, कला और धरोहर को विशाल संग्रहालय वस्त्रादियों, डायोरामा और मल्टीमीडिया प्रस्तुतियों के माध्यम से प्रदर्शित करता है।",
            "note_ML": "കേരളത്തിന്റെ ചരിത്രം, സംസ്കൃതി, കലയും പുരാതനവസ്ത്രങ്ങളുടെ വിശാല സംഗ്രഹം, ഡയോറാമകളും ബഹുമുഖമായ പ്രദർശനങ്ങളും വഴി പ്രദർശിപ്പിക്കുന്ന ഒരു സംഗ്രഹശാലയാണ്.",
            "note_TA": "பல்வேறு பொருள்கள், டயராமாக்கள் மற்றும் மல்டிமீடியா விளக்கப்படங்களுடன் கேரளாவின் வரலாற்று, கலாச்சாரம், கலை மற்றும் பாரம்பரியம் பற்றியைக் காட்டுகிற ஒரு அருமையான முறையில் அமைப்பது சான்றுகள்."
        },
        {
            "name": "Puthan Pally (Basilica of Our Lady of Dolours)",
            "name_HI": "पुथन पल्ली (दोलौर्स अव माता बेसिलिका)",
            "name_ML": "പുത്തൻ പള്ളി (ഡോളോർസ് അവർ മാതാ ബസിലിക്ക)",
            "name_TA": "புத்தன் பள்ளி (எங்கள் லேடி ஆஃப் டலர்ஸ் பேசிலிக்கா)",
            "note": "A famous Catholic church in Thrissur known for its Gothic architecture, religious significance, and the annual feast of the Mother Mary.",
            "note_HI": "गोथिक वास्तुकला, धार्मिक महत्व और माता मेरी के वार्षिकोत्सव के लिए प्रसिद्ध थ्रिस्सूर में एक प्रसिद्ध कैथोलिक चर्च।",
            "note_ML": "ഗോതിക് വാസ്തുവിദ്യ, മതപ്പൊരുളായ മഹത്വവും മാതാ മേരിയുടെ വാർഷികോത്സവത്തിനുള്ള പ്രശസ്തമായ തൃശ്ശൂരിൽ ഒരു പ്രസിദ്ധ കത്തോലിക്കാ പള്ളി.",
            "note_TA": "கோதிக் வாஸ்துகள், மத முக்கியத்துவம் மற்றும் தாய் மேரி ஆண்டுக்கோர் பொதுவான போராட்டமாக திரிசூரில் அறியப்படுகின்ற ஒரு பிரபலமான கத்தோலிக்கான தேவாலயம்."
        }
    ],
    "Palakkad": [
        {
            "name": "Malampuzha Dam",
            "name_HI": "मालम्पुझा बांध",
            "name_ML": "മലമ്പുഴ അണക്കെട്ട്",
            "name_TA": "மலம்புழா அணை",
            "note": "A picturesque dam surrounded by lush green gardens, offering boating facilities, a ropeway ride, and a beautiful garden called the 'Malampuzha Gardens'.",
            "note_HI": "हरितमय बगीचों के आसपास एक चित्रस्थल बांध, बोटिंग सुविधाएँ, एक रोपवे यात्रा, और 'मलम्पुझा उद्यान' नामक एक सुंदर उद्यान की पेशकश करता है।",
            "note_ML": "ഹരിതമായ തോട്ടങ്ങൾക്കുള്ളിൽ അടങ്ങിയ ഒരു പടുക്കടത്ത്, ബോട്ടിംഗ് സൗകര്യങ്ങൾ, റോപ്പ്‌വേ യാത്ര, ഒരു സുന്ദരമായ 'മലമ്പുഴ ഉദ്യാനം' എന്ന ഒരു മണ്ണിരക്കിന്റെ കാഴ്ച നല്കുന്നു.",
            "note_TA": "பசுமையான பூங்காக்களை சுற்றி உள்ள ஒரு மிகவும் பிரம்பான அணை, படகு சேவைகளை வழங்குகின்றது, ரோப்பாய் பயணம் மற்றும் 'மலம்புழா பூங்கள்' என்ற ஒரு அழகிய பூங்களை வழங்குகிறது."
        },
        {
            "name": "Parambikulam Wildlife Sanctuary",
            "name_HI": "परम्बिकुलम वन्यजीव अभयारण्य",
            "name_ML": "പരമ്പിക്കുളം ജീവിത സംരക്ഷണം",
            "name_TA": "பரம்பிகுளம் வன வாழ்க்கையாடு",
            "note": "A vast wildlife sanctuary known for its rich biodiversity, featuring a large reservoir, trekking trails, and opportunities for wildlife spotting.",
            "note_HI": "अपार वन्यजीव अभयारण्य जिसे उसकी समृद्ध जैव विविधता के लिए जाना जाता है, जिसमें एक बड़ा जलाशय, ट्रेकिंग ट्रेल और वन्यजीवों की तलाश के लिए अवसर हैं।",
            "note_ML": "അതിവിസ്തൃതമായ ജീവിത സംരക്ഷണം അതിലെ സമൃദ്ധ ജൈവ വൈവിധ്യംകൊണ്ട് അറിയപ്പെടുന്നു, വലിയ തടാകവും, ട്രെക്കിങ്ങ് ട്രെയിലുകളും മരങ്ങളിലെ ജീവികളുമായി ബന്ധപ്പെട്ട അവകാശപ്പെടുന്നു.",
            "note_TA": "பசுமையான உயிரியல் பள்ளிவாசல், பெரிய ஓட்டம்பாறைகள் மற்றும் உயிர்களைப் பார்வையிட அவகாசம் வழங்குகிறது."
        },
        {
            "name": "Palakkad Fort",
            "name_HI": "पालक्काट किला",
            "name_ML": "പാലക്കാട് കോട്ട",
            "name_TA": "பாலக்காடு கோட்டை",
            "note": "An ancient fort dating back to the 18th century, known for its historical significance, architecture, and the annual Palakkad Fort Festival.",
            "note_HI": "18वीं शताब्दी में वापस जाने वाला एक प्राचीन किला, इतिहासिक महत्व, वास्तुकला और वार्षिक पालक्काट किला उत्सव के लिए प्रसिद्ध है।",
            "note_ML": "18ാം നൂറ്റാണ്ടിലേക്ക് മടക്കം പോവുന്ന ഒരു പ്രാചീന കോട്ട, ചരിത്ര പ്രാധാന്യവും, വാസ്തുശില്പവും, വാര്‍ഷിക പാലക്കാട് കോട്ട ഉത്സവത്തിനായി അറിയപ്പെടുന്നു.",
            "note_TA": "18ஆம் நூற்றாண்டிற்கு முன் பிராசின கோட்டை, வரலாற்றுப் பொறுப்பு, கலைநிலையும், வாருங்கட் கோட்டை விழாவுக்கான ஒரு விழாவாக அறியப்படுகின்றது."
        },
        {
            "name": "Nelliyampathy Hills",
            "name_HI": "नेल्लियम्पथि पहाड़ियाँ",
            "name_ML": "നെല്ലിയമ്പത്തി മലയിനിമാലകൾ",
            "name_TA": "நெல்லியம்பத்தி மலைகள்",
            "note": "A scenic hill station with tea and coffee plantations, offering breathtaking views of the surrounding valleys, misty mountains, and pleasant weather.",
            "note_HI": "चाय और कॉफी की बागवानियों के साथ एक चर्चित पहाड़ी स्टेशन, जो आस-पास के घाटियों, धुंधले पहाड़ों और सुहावने मौसम की अद्वितीय दृश्यों का आनंद देता है।",
            "note_ML": "ചായയും കോഫിയും മലയിനിമാലകളുള്ള ഒരു മനോഹാരിയായ മലയിനിമാലം, ചുറ്റുമുള്ള ഘാടികളും, മിസ്റ്റി പർവ്വതങ്ങളും, മനോഹരമായ കാലാപന്തങ്ങളും നേരിടുന്നു.",
            "note_TA": "தேவை மலை மலைப்பள்ளியைக் கொண்ட அரும்பாட்டி, சுற்றிலுள்ள வளமையான குடிமக்களைத் தரும், மேல்நிலையான கனவுமான மலைகளையும், மனதை அழுத்தும் வானிலையும் வாழ்க்கைப்படுத்தும் அரும்பாட்டியாகும்."
        },
        {
            "name": "Silent Valley National Park",
            "name_HI": "साइलेंट वैली राष्ट्रीय उद्यान",
            "name_ML": "സൈലന്റ് വാലീ ദേശീയ ഉദ്യാനം",
            "name_TA": "சைலன்ட் வேல்லி தேசிய பூங்கா",
            "note": "A pristine tropical rainforest known for its untouched natural beauty, rich flora and fauna, and the presence of endangered species like the lion-tailed macaque.",
            "note_HI": "अपवित्र ट्रॉपिकल वर्षा वन जो अपूर्ण प्राकृतिक सौंदर्य, समृद्ध वनस्पति और जैव विविधता, और सिंह की पूंछ वाले मकाक की जैसे खतरे में पड़े जीव प्रजातियों की मौजूदगी के लिए प्रसिद्ध है।",
            "note_ML": "അപ്രമാതം ട്രോപ്പിക്കൽ വൃക്ഷസമൃദ്ധത, പ്രകൃതിയുടെ പ്രകാശനം, അപ്രവർത്തിത സൗന്ദര്യവും, യുക്തിയുള്ള ജീവികളും, സിംഹത്തിന്റെ പൈതുക്കാട്ടിലെ വിപത്തിൽ നിന്നുള്ള ജീവപ്രാണികളുടെ ഉപസ്ഥിതിയും അറിയപ്പെടുന്നു.",
            "note_TA": "அழகான வனப்பகுதிக்கு அடையாளமான கட்டிடங்கள், பெரிய பூங்கா, மிகுந்த பன்மொழிகளும், அதிர சிறுமியும் போன்ற சிலப் பாட்டைகளுடன் அபாயப்பட்ட வகைகளின் உள்ளமையை அரங்கேற்றுக்கொண்டு உள்ளது."
        },
        {
            "name": "Dhoni Waterfalls",
            "name_HI": "धोनी जलप्रपात",
            "name_ML": "ധോണി വെള്ളച്ചാട്ടം",
            "name_TA": "தோனி அருவி",
            "note": "A charming waterfall located amidst dense forests, known for its tranquil ambiance, natural pools, and a perfect spot for relaxation and picnicking.",
            "note_HI": "घने जंगलों के बीच स्थित एक मोहक जलप्रपात, शांत वातावरण, प्राकृतिक पूल और आराम और पिकनिकिंग के लिए एक आदर्श स्थान के रूप में जाना जाता है।",
            "note_ML": "ഇടയ്ക്കൂട്ടമരങ്ങളുടെ മധ്യത്തുള്ള ഒരു ആകരുണ്യമായ വെള്ളച്ചാട്ടം, ശാന്തമായ സമുദ്രത്തിന്റെ, ക്രമശക്തിയായ അവസ്ഥയും, സന്തുഷ്ടിക്കുംവേണ്ടിയുള്ള സ്ഥലം ആണ്.",
            "note_TA": "கடும் மரங்களின் மேல் அமைந்த அருவி, அமைதியான சுமை, இயல்புள்ள குளங்கள் மற்றும் மெதுவான இடம் விழிப்புணர்வுகளுக்கு அரிதான ஒரு இடமாக அறியப்படுகிறது."
        },
        {
            "name": "Jainmedu Jain Temple",
            "name_HI": "जैनमेडू जैन मंदिर",
            "name_ML": "ജൈന്മെട് ജൈനുകൾ ക്ഷേത്രം",
            "name_TA": "ஜைன்மெடு ஜைன் கோயில்",
            "note": "A beautiful Jain temple with stunning architecture, intricate carvings, and a peaceful atmosphere, attracting devotees and tourists alike.",
            "note_HI": "एक सुंदर जैन मंदिर जिसमें आकर्षक वास्तुकला, जटिल नक्काशी और शांतिपूर्ण वातावरण होता है, जो भक्तों और पर्यटकों को आकर्षित करता है।",
            "note_ML": "വിതാനംകൊണ്ട് ചുരുക്കിച്ചേർന്ന ഒരു മനോഹാരിയായ ജൈന്‍ ക്ഷേത്രം, മനോഹരമായ വാസ്തുസൗന്ദര്യം, കഠിനമായ കറ്റിംഗുകൾ, സമൃദ്ധമായ ആരാധനാനുയാനം എന്നിവ ആകർഷിക്കുന്നു.",
            "note_TA": "அழகான ஜைன் கோயில், அதிர்ஷ்டவித்த வாஸ்துகள், மிகுந்த தாக்கங்கள், சிறுமியும், மிகுந்த அமான் வாழ்க்கையை ஆக்குவதற்கான திருவிழிப்புகளும் மூடிய கலங்கங்களும் உள்ளன, அபிவிருத்திகரமானது." 
        },
        {
            "name": "Meenvallam Waterfalls",
            "name_HI": "मीनवल्लम जलप्रपात",
            "name_ML": "മീൻവള്ളം വെള്ളച്ചാട്ടം",
            "name_TA": "மீன்வள்ளம் அருவி",
            "note": "A scenic waterfall cascading through rocky terrain, known for its natural beauty, trekking opportunities, and a refreshing bathing experience.",
            "note_HI": "एक चित्रस्थलीय जलप्रपात जो चट्टानी भूमि से बहता है, प्राकृतिक सौंदर्य के लिए जाना जाता है, ट्रेकिंग के अवसरों और एक ताजगी देने वाले स्नान अनुभव के लिए जाना जाता है।",
            "note_ML": "അടിപൊളി വെള്ളച്ചാട്ടം തുടങ്ങിയത്, പ്രകൃതിയുടെ സൗന്ദര്യം, ട്രെക്കിംഗ് അവകാശങ്ങൾ, താഴ്ന്ന സ്നാന അനുഭവം എന്നിവയാണ് അറിയപ്പെടുന്നത്.",
            "note_TA": "கல்லுறையில் வளரும் ஒரு அழகான அருவி, இயல்புகள், யாத்திரை வாய்ப்புகள் மற்றும் முதன்முதலில் குளிர் குழாய் அனுபவத்தை அறியப்படுகின்றது."
        },
        {
            "name": "Kalpathy Heritage Village",
            "name_HI": "कल्पति धरोहर ग्राम",
            "name_ML": "കൽപതി പേരിറങ്ങൽ ഗ്രാമം",
            "name_TA": "கல்பதி பரம்பரை ஊர்",
            "note": "A culturally rich village known for its ancient temples, annual Ratholsavam festival, and the unique Kalpathy Puthu Theru street.",
            "note_HI": "एक सांस्कृतिक धनी गांव जिसे प्राचीन मंदिरों, वार्षिक रथोल्सवम उत्सव, और अद्वितीय कल्पति पुथु तेरू सड़क के लिए जाना जाता है।",
            "note_ML": "പ്രാചീന ക്ഷേത്രങ്ങളും, വാർഷിക രഥോത്സവ ഉത്സവവും, ഒരുമിച്ച് കല്പതി പുതു തെരു വഴിയും അനുപവിക്കപ്പെടുന്ന ഒരു സാംസ്കാരികമായ ഗ്രാമമാണ് അറിയപ്പെടുന്നത്.",
            "note_TA": "பாரம்பரிய கிராமம், பழைய கோவில்கள், ஒருவர்ஷ ரத்தோல்ஸவம் விழா மற்றும் அபூர்வ கல்பதி புது தெரு தெருவிற்குள் அற்புதமான ஒரு சார்பு உள்ளது."
        },
        {
            "name": "Siruvani Waterfalls",
            "name_HI": "सिरुवानी जलप्रपात",
            "name_ML": "സിറുവാണി വെള്ളച്ചാട്ടം",
            "name_TA": "சிருவாணி அருவி",
            "note": "A mesmerizing waterfall located near the Kerala-Tamil Nadu border, known for its crystal-clear waters and a serene ambiance.",
            "note_HI": "केरल-तमिलनाडु सीमा के पास स्थित एक मोहक जलप्रपात है, जिसे उसके स्फटिक-स्पष्ट जल और शांतिपूर्ण वातावरण के लिए जाना जाता है।",
            "note_ML": "കേരള-തമിഴ്നാട് പരമ്പരയിൽ നിന്നുള്ള ഒരു ആകൃഷ്ട വെള്ളച്ചാട്ടം ആണ് സിറുവാണി വെള്ളച്ചാട്ടം, അതിന്റെ വെള്ളമായ ജലവും സന്തുഷ്ടമായ വാതാവരണവും അറിയപ്പെടുന്നു.",
            "note_TA": "கேரளா-தமிழ்நாடு வரையில் அமைந்துள்ள ஒரு மோகமான அருவி, அதன் வெள்ளமான நீர் மற்றும் சுமையான அமைதியையும் அடையும் தனிமைக்கு அறியப்படுகின்றது."
        }
    ],
    "Malappuram": [
        {
            "name": "Kadalundi Bird Sanctuary",
            "name_HI": "कड़लुंदी पक्षी अभयारण्य",
            "name_ML": "കടലുണ്ടി പക്ഷിസംരക്ഷിതാവകാശം",
            "name_TA": "கடலுண்டி பறவையரகம்",
            "note": "A scenic bird sanctuary nestled amidst mangrove forests and the Kadalundi River, known for its diverse avian species and birdwatching opportunities.",
            "note_HI": "कड़लुंदी नदी और मैंग्रोव वनों के बीच स्थित एक आकर्षक पक्षी अभयारण्य है, जिसे विविध पक्षी प्रजातियों और पक्षी देखने के अवसरों के लिए जाना जाता है।",
            "note_ML": "കടലുണ്ടി നദിയും മഞ്ഞുതുള്ളികളും ഇടത്തുനിന്നും അകത്തേക്ക് നിറച്ചുവെച്ച ഒരു ആകർഷകമായ പക്ഷി സംരക്ഷിതാവകാശമാണ് കടലുണ്ടി പക്ഷിസംരക്ഷിതാവകാശം, വിവിധ പക്ഷി പ്രജാതികളും പക്ഷികൾ കാണാനുള്ള സാധ്യതകൾ അറിയപ്പെടുന്നു.",
            "note_TA": "கடலுண்டி ஆறுமுகவர் மரங்களின் இடையில் அமைந்துள்ள ஒரு அழகான பறவை பாதுகாப்பு இருக்கும், அதிகமான பறவை இனங்கள் மற்றும் பறவைகளைக் காண வாய்ப்புகளாக அறியப்படுகின்றன."
        },
        {
            "name": "Beypore",
            "name_HI": "बेपोर",
            "name_ML": "ബൈപ്പൂർ",
            "name_TA": "பெய்பூர்",
            "note": "A historic port town known for its ancient shipbuilding industry, traditional wooden dhows, and a picturesque beach with fishing activities.",
            "note_HI": "प्राचीन जहाज निर्माण उद्योग, पारंपारिक വെണ്ണാപ്പിന്റെകൂടുതലും മനോഹരമായ കടലുകളുമായി ഒരു ചിത്രസാദ്ധ്യ ബീച്ച് ഉള്ള ഐतിഹാസിക പോർട്ട് ടൗൺ ആണ് ബേപ്പൂർ.",
            "note_ML": "പഴയ കടല്‍ കടന്നു നില്‍ക്കുന്ന ഐതിഹ്യമായ കപ്പല്‍ നിര്‍മ്മാണ സംവിധാനം, പാരമ്പരികമായ കടലാണപ്പോള്‍പ്പിക്കുന്ന കടൽ മടങ്ങുകളും മലയാളിക്കാരുടെ ആട്ടുകളും ഉള്ള ഒരു ചിത്രസാദ്ധ്യ പടിഞ്ഞാറുകളുള്ള പോര്ട്ട് ടൗണാണ് ബൈപ്പൂര്‍.",
            "note_TA": "பாரம்பரிய மர படகுகளும் மரமிட்டுத் தேக்குகளும் உள்ள அழகிய கடல் தீரத்தில் மீது மீன்வளமாகிய ஐதியமான துறைநகரம் பெய்பூர் தெருவாகும்."
        },
        {
            "name": "Nilambur Teak Museum",
            "name_HI": "नीलंबुर टीक संग्रहालय",
            "name_ML": "നീലമ്പൂർ തേക്ക് മ്യൂസിയം",
            "name_TA": "நிலம்பூர் தேக்கு அருங்காட்சியகம்",
            "note": "A unique museum dedicated to teak wood, showcasing different species, artifacts, furniture, and the history of teak plantations in the region.",
            "note_HI": "नीलंबुर लकड़ी के लिए एक अद्वितीय संग्रहालय है, जो विभिन्न प्रजातियों, कलाकृतियों, फर्नीचर का प्रदर्शन करता है और क्षेत्र में टीक बागवानी का इतिहास दर्शाता है।",
            "note_ML": "നീലമ്പൂർ തേക്ക് മ്യൂസിയം എന്ന അദ്വിതീയ മ്യൂസിയം നിലവിലെ തേക്ക് വൃക്ഷത്തിന്റെ വിവിധ പ്രജാതികൾ, കലാകാരന്മാരുടെ കലാപടങ്ങൾ, ഫര്‍ണിച്ചരും തേക്ക് തുള്ളികളും പ്രദർശിപ്പിക്കുന്നു, പ്രദേശത്തെ തേക്ക് നിലയ്ക്കുന്ന പ്ലാന്റേഷനും ചരിത്രവും കുറിച്ചും പ്രദർശിപ്പിക്കുന്നു.",
            "note_TA": "மர மரப்பையின் ஒரு அபூர்வ அருங்காட்சிக்கான அருங்காட்சியகமான அருங்காட்சியகம், வேறுபட்ட இனங்கள், பொருட்கள், பேட்டிகள் மற்றும் பகுதியில் மர பூங்களின் வரலாறு காட்டுகின்றது."
        },
        {
            "name": "Pazhayangadi Mosque",
            "name_HI": "पजयांगादी मस्जिद",
            "name_ML": "പഴയങ്ങാടി പള്ളി",
            "name_TA": "பழையங்காடி மசூதி",
            "note": "A famous Muslim pilgrimage site, also known as Kondotty Mosque, housing the sacred relics of Prophet Muhammad and attracting devotees from far and wide.",
            "note_HI": "एक प्रसिद्ध मुस्लिम तीर्थस्थल, जिसे कोंदोटी मस्जिद भी कहा जाता है, जहां पैगंबर मुहम्मद की पवित्र अवशेष होते हैं और दूसरे और दूसरे स्थानों से भक्तों को आकर्षित करते हैं।",
            "note_ML": "പഴയങ്ങാടി പള്ളി എന്നാണ് പ്രസിദ്ധമായ മുസ്ലിം പര്യടന സ്ഥലം, കൊണ്ടോട്ടി മസ്ജിദ് എന്നും അറിയപ്പെടുന്നത്, പ്രവണതകളുടെ പവിത്ര അവശിഷ്ടങ്ങൾ അടുത്തുള്ളുള്ളൂണ്ട് അടുത്തകാരിക്കാട് പള്ളിയാണ്, വലിയക്കാറ്റിൽ നിന്നും അപ്പുവായ അപ്പുംമാമങ്കത്തിനും ആകര്ഷിക്കുന്നു.",
            "note_TA": "பாசயங்காடி மசூதி, சிறப்பு முஸ்லிம் பயணிப்பு இடம், முதலில் கொண்டை மசூதி என்றும் அறியப்படுகிறது, முஹம்மது அருள்களைக் கொண்டுள்ளது மற்றும் தொல்லியிலுள்ள மற்ற இடங்களில் படைகளை ஆக்கும்."
        },
        {
            "name": "Thirunavaya",
            "name_HI": "तिरुनावाया",
            "name_ML": "തിരുനാവായ",
            "name_TA": "திருநாவாயா",
            "note": "An ancient cultural and pilgrimage center on the banks of the Bharathapuzha River, known for the Thirunavaya Navamukunda Temple and the annual Mamankam festival.",
            "note_HI": "भारतपुजा नदी के तट पर स्थित एक प्राचीन सांस्कृतिक और तीर्थस्थल, जहां तिरुनावाया नवमुकुंदा मंदिर और वार्षिक मामंकम त्योहार के लिए प्रसिद्ध है।",
            "note_ML": "തിരുനാവായ ഭാരതപുഴയുടെ തീരത്തു നിന്നും നിര്മിക്കപ്പെട്ട ഏറ്റവും പ്രാചീനമായ സാംസ്കാരിക സ്ഥലം, തിരുനാവായ നവമുകുണ്ട ക്ഷേത്രവും വാർഷിക മാമങ്കം കാലം മുതൽ അറിയപ്പെടുന്നു.",
            "note_TA": "பாரதபுசா ஆற்றின் தீரத்தில் உள்ள பழைய நகரம் மற்றும் திருநாவாயா நவமுகுண்ட கோயில் மற்றும் ஆண்டுப் பொருளாதாரம் பற்றிய தெரியும்."
        },
        {
            "name": "Kottakkunnu",
            "name_HI": "कोट्टक्कुन्नु",
            "name_ML": "കൊട്ടക്കുന്ന്",
            "name_TA": "கோட்டக்குன்னு",
            "note": "A hill garden with a panoramic view of Malappuram town, featuring a children's park, an open-air theater, and a historical fort called Kottakkal Fort.",
            "note_HI": "एक पहाड़ी उद्यान जिसमें मलप्पुरम शहर का एक पैनोरामिक दृश्य है, जिसमें एक बच्चों का पार्क, एक खुले आकाश में थियेटर, और कोट्टक्कल दुर्ग कहा जाने वाला एक ऐतिहासिक किला है।",
            "note_ML": "മലപ്പുറം നഗരത്തിന്റെ പാനോരാമിക് കാഴ്ച്ചയുള്ള ഒരു മലയുടെ ഉദ്യാനം, കുട്ടികളുടെ പാർക്ക്, ഒപ്പീൻ എയർ തിയേറ്റർ, കോട്ടക്കല് കോട്ടക്ക് എന്നിവ അടിയന്തിരിക്കുന്ന ഒരു ചരിത്രാതീത കോട്ടയാണ്.",
            "note_TA": "மலப்புறம் நகரத்தின் பானோராமிக் பார்வையுடன் ஒரு மலை பூங்கா, குழந்தைகளுக்கான பூங்கா, வெளிவாய் திரையரங்கு மற்றும் கோட்டக்கல் கோட்டை என்பது அடியாரியக்காலப் பேராசிரியர்களைப் பின்பற்றி உள்ளது."
        },
        {
            "name": "Adyanpara Waterfalls",
            "name_HI": "आद्यान्पारा जलप्रपात",
            "name_ML": "അദ്യന്പാര വെള്ളച്ചാട്ടം",
            "name_TA": "அதியான்பார அருவியல்",
            "note": "A stunning waterfall nestled amidst dense forests, known for its natural beauty, rock formations, and a great spot for trekking and picnicking.",
            "note_HI": "घने जंगलों के बीच स्थित एक दिलकश जलप्रपात, प्राकृतिक सौंदर्य, चट्टानों के निर्माण और ट्रेकिंग और पिकनिकिंग के लिए एक महान स्थान के लिए जाना जाता है।",
            "note_ML": "കടുത്ത വനങ്ങളിൽ അവസാനിക്കുന്ന ഒരു മനോഹാരിയായ വെള്ളച്ചാട്ടം, സ്വാഭാവിക സൗന്ദര്യം, പാറക്കല്ലുകൾ, ട്രെക്കിംഗ് കൂടാതെ പിക്നിക്കിംഗ് ചെയ്യാൻ ഒരു അനന്തമായ സ്ഥാനമാണ്.",
            "note_TA": "இலண்ணமில்லா காடுகளில் அமைந்துள்ள ஒரு அழகான அருவியல், இயல்புப் புகழ், மண் உருவாக்கல்கள் மற்றும் டிரெக்கிங் மற்றும் பிக்னிக்கிங்குக்கு அழகான இடமாக அறியப்படுகிறது."
        },
        {
            "name": "Tirur",
            "name_HI": "तिरूर",
            "name_ML": "തിരൂർ",
            "name_TA": "திரூர்",
            "note": "A coastal town known for its cultural heritage, literature, and historical significance as the birthplace of Thunchaththu Ramanujan Ezhuthachan, the father of Malayalam language.",
            "note_HI": "एक तटीय नगर जिसे सांस्कृतिक विरासत, साहित्यिकता और इतिहासिक महत्व के रूप में जाना जाता है, क्योंकि यह मलयालम भाषा के पिता थंचथ्थु रमानुजन एजुथाचन का जन्मस्थान है।",
            "note_ML": "മലയാള ഭാഷയുടെ പിതാവായ തുഞ്ചത്തു രമാനുജന്‍ എഴുത്തച്ഛന്റെ ജന്മഭൂമിയായാണ് പ്രഖ്യാപിച്ച്, സാംസ്കാരിക പരമ്പര, സാഹിത്യ മത്സരങ്ങൾ എന്നിവയുടെ കാരണം അറിയപ്പെടുന്ന ഒരു തടവിൽ നിന്ന് ഒരു തീരപ്രദേശമാണ് തിരൂർ.",
            "note_TA": "திரூர், துஞ்சத்து இராமானுஜன் எழுத்தாச்சன், மலையாள மொழியின் தந்தை என்று அறியப்படும் கலை, இலக்கிய மற்றும் வரலாற்று முக்கியத்துவம் உடைய ஒரு கடலவருக்குள் நிற்கும் ஊர் ஆகும்."
        },
        {
            "name": "Thirumandhamkunnu Temple",
            "name_HI": "तिरुमंदमकुन्नू मंदिर",
            "name_ML": "തിരുമണ്ടമ്കുന്ന് ക്ഷേത്രം",
            "name_TA": "திருமந்தம்குன்னு கோயில்",
            "note": "A renowned Hindu temple dedicated to Goddess Durga, featuring stunning architecture, intricate carvings, and an annual festival called Thirumandhamkunnu Pooram.",
            "note_HI": "देवी दुर्गा को समर्पित एक प्रसिद्ध हिंदू मंदिर है, जिसमें शानदार वास्तुकला, जटिल कार्विंग और एक वार्षिक उत्सव थिरुमंदम्कुन्नू पूरम शामिल है।",
            "note_ML": "അമ്പിക്കൊന്ന് പൂജ ചെയ്യപ്പെടുന്ന ഭഗവതി ദുർഗ്ഗയുടെ പ്രതിഷ്ഠിത മന്ദിരമാണ് തിരുമണ്ടംകുന്ന് ക്ഷേത്രം, മനോഹര വാസ്തുകല, പടിപ്പുകളുടെ നിഴലിൽ നിന്നും തിരുമണ്ടംകുന്ന് പൂരം എന്ന ഒരു വാര്ഷികോത്സവവും ഉണ്ടായിട്ടുണ്ട്.",
            "note_TA": "திருமண்டம்குன்னு பெருமான் பூஜைக்குப் பகிர்ந்த மகாலட்சுமி அம்மனுக்க dedicசெய்யப்பட்ட ஒரு புகழ்பெற்ற இந்து கோவில், அழகான கட்டாயம், மூடப்படங்களும், ஒரு ஆண்டுத் திருவிழாவும் இருக்கின்றன."
        },
        {
            "name": "Kadalundi",
            "name_HI": "कडलुंदी",
            "name_ML": "കടലുണ്ടി",
            "name_TA": "கடலுண்டி",
            "note": "A serene village located at the confluence of the Kadalundi River and the Arabian Sea, known for its birdwatching, fishing, and a beautiful estuary.",
            "note_HI": "कडलुंदी एक शांत गांव है जो कडलुंदी नदी और अरब सागर के संगम पर स्थित है, यह पक्षी देखने, मछली पकड़ने और एक सुंदर एस्तुवे के लिए जाना जाता है।",
            "note_ML": "കടലുണ്ടി കടലുമണ്ണിനും അറബിക്കടലിനും ഒരുപോലെയുള്ള മേഖലയിലുള്ള സമാധാനപൂർവ്വമായ ഗ്രാമമാണ് കടലുണ്ടി, പക്ഷികളുടെയും, മീനുകളുടെയും, ഒരു സുന്ദരമായ മുട്ടപ്പാറയുമായി പ്രശസ്തമാണ്.",
            "note_TA": "கடலுண்டி, கடலுமண்ணின் மண்ணிலும் அரபிக்கடலிலும் சேர்ந்து அமைந்துள்ள ஒரு பெருமான ஊர், பறவைகளைப் பார்க்கும், மீன் பிடித்தலும், அழகான ஏரிச்சுவடியும் அறியப்படுகின்றது."
        }
    ],
    "Kozhikode": [
        {
            "name": "Kozhikode Beach",
            "name_HI": "कोझिकोड बीच",
            "name_ML": "കോഴിക്കോട് ബീച്ച്",
            "name_TA": "கோழிக்கோடு கடற்கரை",
            "note": "A scenic beach known for its picturesque sunset views, historic pier, and the iconic lighthouse, offering a refreshing escape by the Arabian Sea.",
            "note_HI": "एक चित्रस्वादु बीच जिसे उसकी चित्रस्वादिष्ठ सूर्यास्त दृश्यों, ऐतिहासिक पियर, और प्रसिद्ध लाइटहाउस के लिए जाना जाता है, जो अरब सागर के आसपास एक ताजगी भागीदारी प्रदान करता है।",
            "note_ML": "ഒരു ചിതലാഭ കടല്‍പ്പാട്, ചിതലാഭമായ സൂര്യാസ്ത ദൃശ്യങ്ങളും, ചരിത്രാവശേഷണം ഉള്ള പിയരും, പ്രശസ്തമായ ലൈറ്റ്ഹൗസും അടങ്ങുന്ന ഒരു മഞ്ഞ അരക്കാട്ടിലെ ഒരു സന്ദർഭം ആണ്.",
            "note_TA": "ஒரு புகழபெற்ற கடற்கரை, வரப்பிரசாதமான அஸ்தமன பார்வைகளும், வரலாற்று விமானமும், கடற்கரை பக்கங்களில் தாழ்ந்த மகிழ்ச்சியுடன் புதியாக பொருளாகும்."
        },
        {
            "name": "Kappad Beach",
            "name_HI": "कप्पाड बीच",
            "name_ML": "കാപ്പാട് ബീച്ച്",
            "name_TA": "கப்பாட் கடற்கரை",
            "note": "A historic beach where Vasco da Gama landed in 1498, marking the beginning of European colonization in India, and featuring a stone monument.",
            "note_HI": "1498 में वास्को द गामा ने जहाज़ चढ़ाया था, जो भारत में यूरोपीय औपनिवेशिकरण की शुरुआत को चिह्नित करता है, और एक पत्थर स्मारक है।",
            "note_ML": "1498 ല്‍ വാസ്കോ ഡി ഗാമ ഉള്ളില്‍നിന്ന് വന്ന ചരിത്രാവശേഷണമായ ഒരു ബീച്ചാണ്, ഇന്ത്യയിലെ യൂറോപ്യന്‍ ആശയേകരണത്തിന്റെ ആദിമപടിയായിക്കാണിക്കുന്നു, ഒരു സ്റ്റോണ്‍ സ്മാരകം ഉണ്ടാക്കിയിരിക്കുന്നു.",
            "note_TA": "1498 இல் வாஸ்கோ டா காமா அணுகிய ஒரு வரலாற்று கடற்கரை, இந்தியாவில் ஐரோப்பிய குடியரசுத் துண்டுதலின் தொடக்கத்தை குறிக்கின்றது, மற்றும் ஒரு கல் நினைவுச் சின்னம் உள்ளது."
        },
        {
            "name": "Beypore Beach",
            "name_HI": "बेपोर बीच",
            "name_ML": "ബൈപ്പൂര്‍ ബീച്ച്",
            "name_TA": "பெய்பூர் கடற்கரை",
            "note": "A quaint beach town famous for its ancient shipbuilding industry, traditional wooden dhows, and a relaxing beach with fishing activities.",
            "note_HI": "एक पुराने जहाज निर्माण उद्योग, पारंपारिक लकड़ी के धाउओं और मछली पकड़ने की गतिविधियों के साथ एक शांत बीच शहर जो फेमस है।",
            "note_ML": "പുരാതന പടിവേലക്കരം, പാരമ്പര്യമായ കത്തേലുകൾ, ഫിഷിംഗ് പ്രവർത്തനങ്ങൾ അടയ്ക്കുന്ന ഒരു സമുദ്രത്തിന്റെ ശാന്ത പടിയൊരു പ്രശസ്ത ബീച്ച് പട്ടണം.",
            "note_TA": "பழைய கப்பல் உழவு தொழிலாளியின், பாராம்பரிய மர விலக்கிலுள்ள தோட்டமும், மீன் பிடித்தல் செயல்களுடன் ஒரு மதிய கடற்கரை நகரமாகும் ஒரு மாயாந்திரமான கடற்கரை நகரம்."
        },
        {
            "name": "Kadalundi Bird Sanctuary",
            "name_HI": "कादलुंडि पक्षी अभयारण्य",
            "name_ML": "കടലുണ്ടി പക്ഷിസംരക്ഷണം",
            "name_TA": "கடலுண்டி பறவை பள்ளிக்கோட்டம்",
            "note": "A haven for birdwatchers, with a diverse range of avian species and a scenic location along the Kadalundi River, surrounded by mangrove forests.",
            "note_HI": "बर्डवॉचर्स के लिए एक स्वर्ग, जिसमें विविध प्रजातियों की एक विविधतम श्रृंखला और काडलुंडी नदी के साथ एक चित्रस्वादु स्थान, मैंग्रोव वनों द्वारा घिरी हुई।",
            "note_ML": "പക്ഷിക്കാണാക്കുകളുടെ സ്വര്‍ഗം, വിവിധതരം പക്ഷികളുടെ ഒരു വിവിധത്തിന്റെ ശ്രേണിയും കടലുണ്ടി നദിയുടെ ഒരു ചിത്രസ്വാദുമായ സ്ഥലം, കഴുകളിലെ വനങ്ങളിലൂടെ അടയുന്നതാണ്.",
            "note_TA": "பறவைக்காரர்களுக்கான ஒரு அரண்மனை, வேர்த்திடிப்பு வனத்தில் சுற்றுப்புற மாங்காய் காடுகளால் சுற்றிய, வலங்கை வகைகளின் வேர்த்திடிப்பும், கடலுண்டி ஆற்றின் ஒரு சூரியக் கடற்கரை இடத்தையும் கொண்ட ஒரு நிலவு ஆகும்."
        },
        {
            "name": "Thusharagiri Waterfalls",
            "name_HI": "थूशरगिरि जलप्रपात",
            "name_ML": "തുഷാരഗിരി വെള്ളച്ചാട്ടം",
            "name_TA": "துஷாரகிரி வெள்ளம்",
            "note": "A picturesque waterfall with lush green surroundings, ideal for trekking and nature walks, offering a refreshing experience in the lap of nature.",
            "note_HI": "हरे भरे आस-पास के सुंदर जलप्रपात, ट्रेकिंग और प्रकृति सैर के लिए आदर्श, प्रकृति के आँचल में एक ताजगी भरे अनुभव का ऑफ़र करता है।",
            "note_ML": "തുഷാരഗിരി വെള്ളച്ചാട്ടം, തഴുരിക്കാനും പ്രകൃതിയിലേക്ക് നടപ്പാക്കാനും ആദ്യത്തെ അനുഭവം നൽകുന്ന ഹരിത പരിസ്ഥിതിയുള്ള ഒരു അടിപൊളി വെള്ളച്ചാട്ടമാണ്.",
            "note_TA": "பன்னிரு பசுமையும் சுற்றியில் உள்ள அருவி, மலையேற்றம் மற்றும் இயற்கை நடைமுறைகளுக்கான ஆபரணப்படுத்தல்களுக்கு ஏற்படுத்தப்பட்ட ஒரு மூடான வளைவுகளைக் கொண்டது."
        },
        {
            "name": "Mananchira Square",
            "name_HI": "मानांचिरा चौक",
            "name_ML": "മാനാഞ്ചിറ സ്ക്വയര്‍",
            "name_TA": "மானஞ்சிரா சந்திப்பு",
            "note": "A historic square with a serene park, surrounded by colonial buildings, a musical fountain, and an open-air theater, serving as a cultural hub of the city.",
            "note_HI": "एक ऐतिहासिक चौक जिसमें एक शांत पार्क, कोलोनियल इमारतों द्वारा घिरा हुआ, एक संगीतमय फव्वारा और एक खुले आकाश के थियेटर के रूप में शहर के सांस्कृतिक केंद्र के रूप में सेवा करता है।",
            "note_ML": "കൊളോണിയല്‍ കെട്ടിടങ്ങളായി കൂടിയായി സരനായ പാര്‍ക്കുള്ള ഒരു പ്രാചീന സ്ക്വയര്‍, സംഗീതം നീട്ടിപ്പോക്കിയതും തെറ്റായ നടീടാത്രയും ഒരു വീട്ടന്തിരയുമായി ഒരു നഗരത്തിന്റെ സാംസ്‌ക്കൃതിക ഹബ്ബായി പതിയൊന്നുവരുന്നു.",
            "note_TA": "ஒரு தமிழர் மைதானமான சந்திப்பு, பழைய கட்டிடங்களால் சுற்றப்பட்டுள்ள ஒரு சீர்கேட்டிலான பூங்கா, இசையமைப்புகளும் வீட்டுநிலத்தின் ஒரு மேலாளரால் சேர்க்கையின் பாரம்பரியமான மைதானமாகும்."
        },
        {
            "name": "Kozhippara Falls",
            "name_HI": "कोझीपारा जलप्रपात",
            "name_ML": "കൊഴിപ്പാറ വെള്ളച്ചാട്ടം",
            "name_TA": "கொழிப்பறை அருவி",
            "note": "A beautiful waterfall cascading through rocky terrain, surrounded by dense forests, and offering an opportunity for adventure activities like rock climbing and trekking.",
            "note_HI": "एक सुंदर जलप्रपात जो चट्टानी भूमि से बहता है, घने जंगलों द्वारा घिरा हुआ है, और पत्थरों पर चढ़ाई और ट्रेकिंग जैसी साहसिक गतिविधियों के लिए एक अवसर प्रदान करता है।",
            "note_ML": "ശിലാനിരപ്പിന്റെയും വളരെ നടുക്കേരങ്ങളുടെയും മടങ്ങളിലൂടെ ഒരു സുന്ദരമായ വെള്ളച്ചാട്ടം, കടല്‍പ്പടക്കം മറ്റ് ഹരിതപ്പെടുത്തലുകളായി ആകുന്നു, പാറകൾ മറ്റും ട്രെക്കിംഗ് പോലുള്ള സാഹസിക പ്രവർത്തനങ്ങളിലേക്ക് ഒരു അവസരം നൽകുന്നു.",
            "note_TA": "கனிமமான புன்கை, மலைப் பாலைகளால் சுழற்றப்பட்டு, ரொக்கி ஆடுதல் மற்றும் சாவுகள் போன்ற சாஹசிகமான செயல்களுக்கான அவசரத்தையும் வழங்குகின்றன."
        },
        {
            "name": "Sargaalaya Kerala Arts and Crafts Village",
            "name_HI": "सरगालय केरल कला और क्राफ्ट्स गांव",
            "name_ML": "സര്‍ഗാലയ കേരള കലാപ്രവർത്തനഗ്രാമം",
            "name_TA": "சார்காலைய கேரளா கலைகள் மற்றும் கிராப்ட்ஸ் ஊராட்சியம்",
            "note": "A unique crafts village showcasing traditional art and handicrafts of Kerala, where visitors can witness artisans at work and purchase authentic products.",
            "note_HI": "एक अद्वितीय कला और क्राफ्ट्स गांव जो केरल की पारंपरिक कला और हस्तशिल्पों का प्रदर्शन करता है, जहां आगंतुक शिल्पकारों को काम करते हुए देख सकते हैं और मान्यता प्राप्त उत्पादों की खरीदारी कर सकते हैं।",
            "note_ML": "കേരളത്തിന്റെ പരമ്പരാഗത കലയും ഹസ്തശില്പുകളും പ്രദർശിപ്പിക്കുന്ന ഒരു അദ്വൈത കലാപ്രവർത്തനഗ്രാമം, സന്ദർശിക്കുന്നവർ ശിൽപകളുടെ പ്രവർത്തനത്തിനും മാറ്റങ്ങൾക്കും സാക്ഷികമാകുന്നുള്ളൂ, പ്രാമാണിക ഉത്പന്നങ്ങൾ വാങ്ങാനും വാങ്ങിക്കാനും അവകാശപ്പെടുന്നു.",
            "note_TA": "கேரளாவின் பாரம்பரிய கலைகளையும் கழ்வுகளையும் காட்டுகின்ற ஒரு பாரம்பரிய கலைக்கலைக்கள் மற்றும் கைமண்டலங்களைக் காட்டுகின்ற நகரம், பாராம்பரிய பொருள்களைக் கண்ணாடி நிகழ்வில் கொண்டிருக்க முடியும் அவசரத்தைக் கொடுக்கின்றது."
        },
        {
            "name": "Lion's Park",
            "name_HI": "सिंहों का पार्क",
            "name_ML": "സിംഹങ്ങളുടെ പാർക്ക്",
            "name_TA": "சிங்கத்தின் பூங்கா",
            "note": "A popular park with a statue of a lion, a musical fountain, and a children's play area, providing a recreational space for families and visitors.",
            "note_HI": "एक लोकप्रिय पार्क जिसमें एक सिंह की मूर्ति, एक संगीतिक फव्वारा और एक बच्चों का खेल क्षेत्र होता है, परिवारों और आगंतुकों के लिए मनोरंजन स्थल प्रदान करता है।",
            "note_ML": "സിംഹത്തിന്റെ പ്രതിമ, ഒരു സംഗീത ഫൗണ്ടൻ, മക്കളുടെ ആടാരം ഉൾപ്പെടെ പ്രഖ്യാപിച്ച ഒരു പ്രശസ്ത പാർക്ക്, കുടുംബങ്ങളും സന്നദ്ധരുംകൂടെ ആനന്ദകരമായ ഒരു ആരാമകാല സ്ഥലം നൽകുന്നു.",
            "note_TA": ""
        },
        {
            "name": "Mishkal Mosque",
            "name_HI": "मिश्कल मस्जिद",
            "name_ML": "മിശ്കല്‍ മസ്ജിദ്",
            "name_TA": "மிஷ்கல் மஸ்ஜித்",
            "note": "An ancient mosque built in the traditional Kerala architectural style, known for its intricate woodwork, beautiful carvings, and religious significance.",
            "note_HI": "पारंपरिक केरल वास्तुशिल्प शैली में बनी एक प्राचीन मस्जिद, जिसे जटिल लकड़ी की कार्यशिल्प, सुंदर नक्काशी और धार्मिक महत्व के लिए जाना जाता है।",
            "note_ML": "പരമ്പരാഗതമായ കേരള വാസ്തുശില്പ ശൈലിയിൽ നിർമ്മിച്ച ഒരു പ്രാചീന മസ്ജിദ്, വേണ്ടിയുള്ള ഉപ്പടിയായ പ്രവർത്തനത്തിനുള്ള അറബികൾ, അടയാളം നക്കാശികൾ എന്നിവയ്ക്ക് അറിയപ്പെടുന്നു.",
            "note_TA": ""
        }
    ],
    "Wayanad": [
        {
            "name": "Chembra Peak",
            "name_HI": "चेंब्रा पीक",
            "name_ML": "ചെമ്പ്ര പീക്ക്",
            "name_TA": "செம்பிரா மலை",
            "note": "The highest peak in Wayanad offering stunning panoramic views, popular for trekking and camping activities.",
            "note_HI": "वायनाड में सबसे ऊँचा शिखर जोरदार पैनोरामिक दृश्य प्रदान करता है, ट्रेकिंग और कैंपिंग गतिविधियों के लिए लोकप्रिय है।",
            "note_ML": "വയനാടിലെ ഏറ്റവും ഉയർന്ന പീക്ക് പാനോരാമിക് ദൃശ്യങ്ങൾ നൽകുന്നു, ട്രെക്കിംഗ് അടയാളപ്പെടുന്നുവെന്നതിനാൽ പ്രശസ്തമാണ്.",
            "note_TA": "வயானாட்டில் மிகுந்த உயரமான மலை பாரம்பரிய நோக்கங்களைக் கொண்டு, செக்கு அருவி மேடையில் பிரபலமான பயணிகளுக்கு அரங்கிலுள்ளது."
        },
        {
            "name": "Edakkal Caves",
            "name_HI": "इडक्कल गुफाएँ",
            "name_ML": "ഇടക്കൽ ഗുഹകൾ",
            "name_TA": "எடக்கால் குகைகள்",
            "note": "Ancient caves with prehistoric rock carvings, providing insights into the region's rich history and serving as a popular tourist attraction.",
            "note_HI": "प्रागैतिहासिक चट्टान नक्काशी के साथ प्राचीन गुफाएं, क्षेत्र के समृद्ध इतिहास के अन्दरूनी ज्ञान प्रदान करती हैं और एक लोकप्रिय पर्यटन स्थल के रूप में कार्य करती हैं।",
            "note_ML": "പ്രാകൃതികാല പൊതുവിന്റെ ചരിത്രത്തിനു പ്രകാശം നൽകുന്ന പ്രാചീന ഗുഹകൾ, ഏറ്റവും പ്രശസ്തമായ പര്യടന ആകരണമാണ്.",
            "note_TA": "முன்னாள் கல்விச் சித்தார்க்கு உள்ளிட்ட பிராசாத பாறைகளுடன் பாலியலான குளிகள், பிராந்திய வரலாற்றைப் பற்றிய அறிவுறுத்தங்களைக் கொடுக்கும் மருத்துவ ஆட்களால் பிரபலமானதாக இருக்கின்றன."
        },
        {
            "name": "Banasura Sagar Dam",
            "name_HI": "बाणसुरा सागर बांध",
            "name_ML": "ബാനസുര സാഗർ അണക്കെട്ട്",
            "name_TA": "பனசூர சாகர் அணை",
            "note": "The largest earthen dam in India, surrounded by scenic beauty, offering boating facilities and breathtaking views of the reservoir.",
            "note_HI": "भारत का सबसे बड़ा मिट्टी का बांध, दृश्य सौंदर्य से घिरा हुआ, बोट फेसिलिटी और जलाशय के सांस्कृतिक नजारे प्रदान करता है।",
            "note_ML": "ഇന്ത്യയിലെ ഏറ്റവും വലിയ മണ്ണ് അണക്കെട്ട്, പ്രകൃതിസൗന്ദര്യത്തിന്റെ അടുത്തകാഴ്ച്ചയും, വാഹന സൗകര്യങ്ങളും, അണക്കെട്ടിന്റെ ആകാശക്കാഴ്ച്ചകളും നൽകുന്നു.",
            "note_TA": "இந்தியாவில் மிகுந்த கால்நடை அணை, அழகான பகுதிகளால் சூழ்ந்து, படாம் வசதிகளையும் சூரியக்கோபுகள் அழகான காட்சிகளையும் வழங்குகின்றன."
        },
        {
            "name": "Pookode Lake",
            "name_HI": "पूकोडे झील",
            "name_ML": "പൂക്കോട് കടലാളം",
            "name_TA": "பூக்கோட் ஏரி",
            "note": "A natural freshwater lake nestled amidst lush green forests, known for its serene ambiance and boating opportunities.",
            "note_HI": "हरियाली भरे जंगलों के बीच स्थित प्राकृतिक मीठे पानी की झील, शांतिपूर्ण वातावरण और बोटिंग के अवसरों के लिए प्रसिद्ध है।",
            "note_ML": "ഹരിതാരായ കാടുകളിലെ അടിപൊളി പാത്രത്തിലുള്ള സ്വാഭാവിക പൊതു തടാകം, പ്രശാന്ത വാതാവരണം അടിസ്ഥാനമാക്കിയിരിക്കുന്നു, ബോട്ടിംഗ് അവസരങ്ങൾ അനുഭവപ്പെടുന്നു.",
            "note_TA": "பசுமையான பசுமையான காடுகளின் நடுவில் அமைந்துள்ள இயற்கையான புதுமை ஏரி, அமைதியான அமைதியையும் படாம் வசதிகளையும் அளவில்லாமல் அனுபவிக்கும் புகோட் ஏரி பெயராக அறியப்படுகிறது."
        },
        {
            "name": "Wayanad Wildlife Sanctuary",
            "name_HI": "वायनाड वन्यजीव अभयारण्य",
            "name_ML": "വയനാട് വന്യജീവ സങ്കേതം",
            "name_TA": "வயனாடு விலங்கு சரணாலயம்",
            "note": "A biodiversity hotspot and protected area, home to a variety of wildlife species including elephants, tigers, and birds.",
            "note_HI": "जैव विविधता का एक महत्वपूर्ण स्थान और संरक्षित क्षेत्र, हाथी, बाघ और पक्षियों सहित विभिन्न वन्यजीव जातियों का घर है।",
            "note_ML": "ജൈവ വൈവിധ്യത്തിന്റെ ഒരു കേന്ദ്രസ്ഥാനമായിരുന്നുവെങ്കിലും സംരക്ഷിക്കപ്പെടുന്ന പ്രദേശമാണ്, ആനകളും, പുലികളും, പക്ഷികളും പേരിലുള്ളവ ചേർന്നുള്ളവയാണ്.",
            "note_TA": "பசுமையான பூங்கா பகுதியாகும் வானிலையின் மிகுந்த அருவிகளில் ஒன்றாகும், யானைகள், புலிகள், பறவைகள் போன்ற வன்முறைகளின் வீட்டாகும்."
        },
        {
            "name": "Soochipara Falls",
            "name_HI": "सूचिपारा जलप्रपात",
            "name_ML": "സൂചിപ്പാറ വെള്ളച്ചാട്ടം",
            "name_TA": "சூசிப்பாரா அருவி",
            "note": "A three-tiered waterfall with a pool at the base, surrounded by dense forests and offering a refreshing experience.",
            "note_HI": "आधार पर पूल के साथ एक तीन-स्तरीय जलप्रपात, घने जंगलों द्वारा घिरा हुआ और एक ताजगी अनुभव प्रदान करता है।",
            "note_ML": "അടയാളത്തിൽ പൂള്ളയൊക്കെ ഉള്ള മൂന്നു അടിക്കൽ വെള്ളച്ചാട്ടം, അകലെ പട്ടിണികളോടും അവയ്ക്കുള്ളിൽ ചുറ്റും പാതെന്ന് അറിയപ്പെടുന്നു.",
            "note_TA": "அடிப்படையில் நீர் குழியும் மூன்று அடிக்கல் அருவி, மேலும் காட்சிகளால் சுருக்கமான அனுபவத்தையும் வழங்குகிறது."
        },
        {
            "name": "Muthanga Wildlife Sanctuary",
            "name_HI": "मुथंगा वन्यजीव संरक्षणागार",
            "name_ML": "മുത്താങ്ങ വന്യജീവ സങ്കേതം",
            "name_TA": "முத்தங்க விலங்கு சரணாலயம்",
            "note": "A wildlife sanctuary known for its rich flora and fauna, jeep safaris, and the opportunity to spot elephants and other wildlife.",
            "note_HI": "अपार वनस्पति और प्राणिजगत के लिए जाना जाने वाला एक वन्यजीव संरक्षणागार, जीप सफारियों, और हाथी और अन्य वन्यजीव का पता लगाने का अवसर।",
            "note_ML": "അടയാളപ്പെട്ട അടുക്കളത്തേക്ക് അഞ്ച് അടിക്കലടിക്കാരം, ജീപ് സഫാരികൾ, ആനകളും മറ്റ് വന്യജീവികളും കണ്ടെത്താനുള്ള അവസരം നൽകുന്ന ഒരു വന്യജീവ സങ്കേതമാണ്."
        },
        {
            "name": "Thirunelli Temple",
            "name_HI": "तिरुनेल्लि मन्दिर",
            "name_ML": "തിരുനെല്ലി ക്ഷേത്രം",
            "name_TA": "திருநெல்லி கோவில்",
            "note": "An ancient Hindu temple dedicated to Lord Vishnu, nestled amidst picturesque mountains and lush greenery.",
            "note_HI": "भगवान विष्णु को समर्पित एक प्राचीन हिन्दू मंदिर, चित्रस्कारी पर्वतों और हरियाली से घिरे हुए स्थल में स्थित है।",
            "note_ML": "ഭഗവാന്‍ വിഷ്ണുവിനെ ആരാധിക്കുന്ന ഒരു പ്രാചീന ഹിന്ദു ക്ഷേത്രം, ചിത്രസ്കാരമായ മലകൾക്കും പച്ചപ്പൂച്ചകൾക്കും ചുവന്ന പാടുകളിൽ നിന്നും അണയ്ക്കപ്പെട്ടിട്ടുണ്ട്.",
            "note_TA": ""
        },
        {
            "name": "Kuruva Island",
            "name_HI": "कुरुवा द्वीप",
            "name_ML": "കുരുവ ദ്വീപ്",
            "name_TA": "குருவா தீவு",
            "note": "A serene river island with dense forests, offering boating opportunities and a tranquil atmosphere for nature lovers.",
            "note_HI": "घने जंगलों वाला एक शांत नदी द्वीप, बोटिंग के अवसर प्रदान करता है और प्रकृति प्रेमियों के लिए एक शांतिपूर्ण वातावरण।",
            "note_ML": "അടുക്കളയോടും സമൃദ്ധമായ കാടുകൾക്കൊപ്പം ഒരു സന്നിഹിതമായ പിറന്നാഴി, കടന്നുപോകലുകൾ അനുവദിക്കുന്നും സ്വഭാവ സന്തുഷ്ടിയുള്ള ഒരു വാതാവരണം നൽകുന്നു.",
            "note_TA": ""
        },
        {
            "name": "Meenmutty Falls",
            "name_HI": "मीनमुट्टी जलप्रपात",
            "name_ML": "മീൻമുട്ടി വെള്ളച്ചാട്ടം",
            "name_TA": "மீன்முட்டி அருவி",
            "note": "A mesmerizing waterfall located amidst thick forests, known for its three-tiered cascades and scenic beauty.",
            "note_HI": "घने जंगलों के बीच स्थित एक मोहक जलप्रपात, त्रि-स्तरीय कटारों और दृश्यमयता के लिए प्रसिद्ध।",
            "note_ML": "കടന്നുപോകുന്നതിനുള്ളിൽ അടയാളപ്പെട്ട വലിയ കാടുകളിലുള്ള ഒരു മനോഹര വെള്ളച്ചാട്ടം, മൂന്ന് അടിക്കലടിക്കാരംകൊണ്ട് അറിയപ്പെടുന്നു.",
            "note_TA": ""
        }
    ],
    "Kannur": [
        {
            "name": "St. Angelo Fort",
            "name_HI": "सेंट एंजेलो दुर्ग",
            "name_ML": "സെന്റ് ആഞ്ചലോ കോട്ട",
            "name_TA": "செயிண்ட் ஆஞ்சலோ கோட்டை",
            "note": "A historic fort built by the Portuguese, offering panoramic views of the Arabian Sea and a glimpse into Kannur's colonial past.",
            "note_HI": "पुराना दुर्ग जो पुर्तगाली द्वारा बनाया गया है, जो अरब सागर का पूर्ण दृश्य और कन्नूर के औपनिवेशिक अतीत का एक झलक प्रदान करता है।",
            "note_ML": "പോർച്ചുഗീസുകാരാല്‍ നിർമിച്ച ചരിത്രാതീത കോട്ടാണ് സെന്റ് ആഞ്ചലോ കോട്ട, അറബിക്കടലിന്റെ പൂർണ്ണ ദൃശ്യം ഒപ്പിച്ചുവഴിയും കണ്ണൂരിന്റെ ആപേക്ഷിക അതീതത്തിനുള്ള ഒരു ഒഴിവു നൽകുന്നു.",
            "note_TA": "போர்ச்சுக்கீஸர்களால் கட்டப்பட்ட பண்டப்பொருள் கோட்டை, அரபிக்கடலின் திரும்ப வரும் நிலையில் கண்ணூரின் ஆப்பில் நிறையத்திலுள்ள காட்சிகளைக் கொண்டு மீட்டுக் கொள்ளுகின்றது."
        },
        {
            "name": "Muzhappilangad Beach",
            "name_HI": "मुझप्पिलंगाड बीच",
            "name_ML": "മുഴപ്പിലങ്ങാട് ബീച്ച്",
            "name_TA": "முழப்பிலங்காட் கடற்கரை",
            "note": "One of Asia's longest drive-in beaches, famous for its golden sands, shallow waters, and thrilling beach driving experience.",
            "note_HI": "एशिया के सबसे लंबे ड्राइव-इन बीचों में से एक, जिसे स्वर्णिम रेत, कम गहरे पानी और रोमांचक बीच ड्राइविंग अनुभव के लिए प्रसिद्ध है।",
            "note_ML": "ഏഷ്യായിലെ നീണ്ട drive-in കടൽത്തീരങ്ങളിൽ ഒന്ന്, സ്വർണ്ണമണ്ണിലും, അകലെ ജലങ്ങളിലും, സന്ദർഭപ്പെടുന്ന കടൽ ഡ്രൈവിംഗ് അനുഭവത്തിനായി പ്രസിദ്ധീകരിക്കപ്പെടുന്നു.",
            "note_TA": "ஆசியாவில் மிகவும் நீண்ட இயக்குநர் கடற்கரைகளில் ஒன்று, பொன்மண்ணிலும், செல்லும் நீர்களிலும், ஆர்ப்பர்ப்பமான கடற்பயணம் அனுபவத்தைக் குறிக்கும் பிரபலமானது."
        },
        {
            "name": "Payyambalam Beach",
            "name_HI": "पय्यम्बलम बीच",
            "name_ML": "പയ്യംബലം ബീച്ച്",
            "name_TA": "பய்யம்பலம் கடற்கரை",
            "note": "A scenic beach known for its golden sand, calm waters, and a well-maintained park, providing a relaxing environment for visitors.",
            "note_HI": "एक चित्रसौभाग्यपूर्ण बीच जिसे स्वर्णिम रेत, शांत जल और अच्छी तरह संचालित पार्क के लिए जाना जाता है, जो आगंतुकों के लिए आरामदायक वातावरण प्रदान करता है।",
            "note_ML": "സ്വർണ്ണമണ്ണിലും, മനോഹരമായ ജലത്തിലും, മനോഹരമായ പാർക്ക് നിലനിൽക്കുന്നതിന് അനുവദിക്കുന്നത് അറിയപ്പെടുന്ന ഒരു ദൃശ്യപ്രദമായ കടൽ തീരം.",
            "note_TA": "பொன்மண், அமைதியான நீர் மற்றும் நலமாக பரப்பப்படும் பூங்கா பூங்கா அருவி, ஆறாமாற்றமான சுற்றம் கொண்ட ஒரு நிறைய கடற்கரை."
        },
        {
            "name": "Arakkal Museum",
            "name_HI": "अरक्कल संग्रहालय",
            "name_ML": "അരക്കൽ മ്യൂസിയം",
            "name_TA": "அரக்கல் நூலகம்",
            "note": "A museum showcasing the history and heritage of the Arakkal family, the only Muslim royal family in Kerala.",
            "note_HI": "एक संग्रहालय जो अरक्कल परिवार के इतिहास और धरोहर को प्रदर्शित करता है, केरल में एकमात्र मुस्लिम रॉयल परिवार।",
            "note_ML": "അരക്കൽ കുടുംബത്തിന്റെ ചരിത്രം കാണിക്കുന്ന ഒരു സംഗ്രഹാലയം, കേരളത്തിലെ ഏകമാത്ര മുസ്ലിം റോയല്‍ കുടുംബമാണ്.",
            "note_TA": "அரக்கல் குடும்பத்தின் வரலாற்றும் பாரம்பரியமும் காட்டப்படும் நூலகம், கேரளத்தின் ஒருமுறை முஸ்லிம் ராஜாக்கள் குடும்பம்."
        },
        {
            "name": "Kannur Beach",
            "name_HI": "कन्नूर बीच",
            "name_ML": "കണ്ണൂർ ബീച്ച്",
            "name_TA": "கண்ணூர் கடற்கரை",
            "note": "A popular beach with a vibrant atmosphere, offering scenic views, water sports activities, and a lively fish market.",
            "note_HI": "एक लोकप्रिय समुद्र तट जो एक जीवंत वातावरण, चित्रस्थलीय दृश्यों, जलक्रीड़ा गतिविधियों और एक जीवंत मछली बाजार प्रदान करता है।",
            "note_ML": "ഒരു പ്രഖ്യാപിത ബീച്ച് ഒരു ജീവന്ത വാതാവരണത്തോടുകൂടി അച്ചടിയായ ദൃശ്യങ്ങളും, ജലക്രീഡാ പ്രവൃത്തികളും, പ്രവാസികളുടെ ഒരു ജീവന്ത മീൻ മാര്‍ക്കറ്റും നല്‍കുന്നു.",
            "note_TA": "ஒரு புகழ்பெற்ற கடற்கரை மதிப்புள்ள ஒரு வானவில் மணமான காற்றான நிலையுடன், அழகான காட்சிகளையும், நீர்விளைவு விளையாட்டுகளையும், ஒரு சிக்கலான மீன் சந்தையையும் வழங்குகின்றது."
        },
        {
            "name": "Parassinikadavu Snake Park",
            "name_HI": "पारासिनिकाडवू सांप पार्क",
            "name_ML": "പരസ്സിനികടവ് പാമ്പ് പാർക്ക്",
            "name_TA": "பரசினிகடவு பாம்பு பூங்கா",
            "note": "A unique park known for its collection of snakes and other reptiles, providing educational insights into these fascinating creatures.",
            "note_HI": "एक अद्वितीय पार्क जो सांपों और अन्य सरीसृपों के संग्रह के लिए प्रसिद्ध है, जो इन आकर्षक प्राणियों के बारे में शैक्षणिक दृष्टिकोण प्रदान करता है।",
            "note_ML": "പാമ്പുകളും മറ്റ് രാസച്ചിവിന്റെ ശേഖരത്തിനുള്ളിൽ അറിവുകൾ നൽകുന്ന ഒരു പ്രത്യേക പാർക്കാണ് പരസ്സിനികടവ് പാമ്പ് പാർക്ക്, ഈ ആകര്ഷകമായ ജീവികളെക്കുറിച്ചുള്ള പഠനങ്ങളെ നൽകുന്നു.",
            "note_TA": "பரசினிகடவு பாம்பு பூங்கா, பாம்புகளும் பிற இராச்சியும் சேகரிப்புக்கள் மூலம் அதன்படி ஆக்கம் செய்யப்படும் ஒரு விதையான பூங்காக்கள் பகுதியாகும், இவையின் குறிப்பிட்ட ஆர்வத்திற்கு வகுப்பை வழங்குகின்றன."
        },
        {
            "name": "Dharmadam Island",
            "name_HI": "धर्मदम द्वीप",
            "name_ML": "ധര്‍മദം ദ്വീപ്",
            "name_TA": "தர்மதம் தீவு",
            "note": "A small private island known for its secluded beach, coconut groves, and a serene environment, accessible during low tide.",
            "note_HI": "एक छोटा निजी द्वीप जो अपनी अलगाववादी समुद्र तट, नारियल के बगीचे और शांतिपूर्ण वातावरण के लिए प्रसिद्ध है, जो कम ज्यादातर समय में पहुंचने वाला है।",
            "note_ML": "താഴ്ന്ന കാലത്ത് പ്രവേശനം സാധ്യമാക്കാനുള്ള ഒരു കുറിയ പ്രകടമായ ദ്വീപ്, അപ്രതിഷ്ഠിത ബീച്ച്, നാളികെട്ടിലുള്ള നാരിയൽ മരത്തുക്കൾക്കും ശാന്തമായ പരിസ്ഥിതിക്കും പ്രസിദ്ധമാണ്.",
            "note_TA": "குறுந்தீவு நீர்த்துறையில் அணைந்து வரும் போது பொதியாகும் ஒரு சிறிய தனியார் தீவு, தனியாக்கப்பட்ட கடற்கரை, தெங்கல் கிரோவ்கள் மற்றும் சமாதான சுற்றுப்பிரிவுகளுக்கான அற்புத சுற்றத்தையும் அற்புதமாகவும் அறியப்படுகின்றது."
        },
        {
            "name": "Kannur Lighthouse",
            "name_HI": "कन्नूर लाइटहाउस",
            "name_ML": "കണ്ണൂർ തൂവലക്കടല്",
            "name_TA": "கண்ணூர் ஒளியளவு",
            "note": "An iconic lighthouse located at the cliff of Payyambalam Beach, offering panoramic views of the coastline and the Arabian Sea.",
            "note_HI": "पय्यंबलम बीच के उच्चाग्र पर स्थित एक प्रतीकात्मक लाइटहाउस, तटरेखा और अरब सागर के प्रशांत दृश्यों का प्रस्ताव करता है।",
            "note_ML": "പയ്യമ്പലം ബീച്ചിന്റെ കീഴിലുള്ള കാട്ടിലെ നിലവിലെത്തിയ ഒരു പ്രതീകാത്മക തൂവലക്കടല്, തീരപ്രദേശം പറയുന്നുവെങ്കിലും അരബിക് കടലുകളുടെ പാടുകൾ കാണാനും കൊടുക്കുന്നു.",
            "note_TA": "பய்யம்பலம் கடற்கரையின் முதலிடமிருந்து ஒரு சுற்றுப்பலம் அமைந்திருக்கும், கடற்பகுதி மற்றும் அரபிக் கடலின் பனைமரத்தைக் காட்டுகிறது."
        },
        {
            "name": "Mappila Bay",
            "name_HI": "मप्पिला बे",
            "name_ML": "മാപ്പിള തീരം",
            "name_TA": "மாப்பிளா தீரம்",
            "note": "A natural harbor with a tranquil beach, known for its historical significance and as a popular spot for evening walks.",
            "note_HI": "एक प्राकृतिक बंदरगाह जिसमें एक शांतिपूर्ण बीच है, जो ऐतिहासिक महत्व और शाम की सैर के लिए एक लोकप्रिय स्थान के रूप में प्रसिद्ध है।",
            "note_ML": "ചരിത്രാതീത പ്രാധാന്യത്തോടെയും സന്ധ്യാക്കാല നടപ്പിലെത്താൻ പ്രശസ്തമായ ഒരു സമാധാനപൂർണ്ണ കടറ്റുകാട്ട് ആണ് മാപ്പിള തീരം.",
            "note_TA": "வரலாற்று முக்கியத்துவத்தையும் மாலை நடையில் சுற்றுப்பரப்பான ஒரு மிகச் சுற்றுகள் கடற்கரை ஆகும் மாப்பிளா தீரம்."
        },
        {
            "name": "Dharmadam Mosque",
            "name_HI": "धर्मदम मस्जिद",
            "name_ML": "ധര്‍മദം പള്ളി",
            "name_TA": "தர்மதம் மசூதி",
            "note": "A picturesque mosque located on Dharmadam Island, known for its serene surroundings and scenic beauty.",
            "note_HI": "धर्मदम द्वीप पर स्थित एक चित्रस्थली मस्जिद, शांतिपूर्ण आसपास के और दृश्यमयता की सुंदरता के लिए प्रसिद्ध है।",
            "note_ML": "ധര്‍മദം ദ്വീപില്‍ സ്ഥിതിചെയ്യുന്ന ഒരു വിമോഹനാകാരമായ പള്ളി, സന്തോഷപ്രദമായ പരിസ്ഥിതിക്കും ദൃശ്യമയത്തിനും പ്രസിദ്ധമാണ്.",
            "note_TA": "தர்மதம் தீவில் அமைந்துள்ள ஒரு புகழ்பெற்ற மசூதி, அமைதியான சுற்றளவும் நிலைமையும் அழகிய அருவி பெறுகின்றன."
        }
    ],
    "Kasaragod": [
        {
            "name": "Bekal Fort",
            "name_HI": "बेकल किला",
            "name_ML": "ബേക്കല്‍ കോട്ട",
            "name_TA": "பேகல் கோட்டை",
            "note": "An ancient fort overlooking the Arabian Sea, known for its impressive architecture, panoramic views, and the annual Bekal Utsav.",
            "note_HI": "अरब सागर को देखने वाला एक प्राचीन किला, जिसे उसके प्रभावशाली स्थापत्यकला, पैनोरामिक दृश्य और वार्षिक बेकल उत्सव के लिए जाना जाता है।",
            "note_ML": "അറബിക്കടല്‍ കാണാനുള്ള ഒരു പ്രാചീന കോട്ടയാണ് ബേക്കൽ, അതിദ്ദൈവത്തിന്റെ സ്വരൂപത്തോടും പാനോരാമിക് ദൃശ്യങ്ങളോടും, വാര്‍ഷിക ബേക്കൽ ഉത്സവത്തിനായി അറിയപ്പെടുന്നു.",
            "note_TA": "அரபியப் புறம் பார்க்கும் ஒரு பழைய கோட்டை, அதன் மிகப் பரமாய கட்டம், பானோராமிக் பார்வைகள், ஆண்டுத் திருவிழா ஆகியவற்றுக்குள் அறியப்படுகின்றது."
        },
        {
            "name": "Bekal Beach",
            "name_HI": "बेकल समुद्र तट",
            "name_ML": "ബേക്കൽ ബീച്ച്",
            "name_TA": "பேகல் கடற்கரை",
            "note": "A scenic beach adjacent to Bekal Fort, offering breathtaking views, serene surroundings, and a perfect spot for relaxation.",
            "note_HI": "बेकल किले के पास एक चित्रस्थलीय समुद्र तट, जो रोमांचकारी दृश्यों, शांतिपूर्ण आसपास और आराम करने के लिए एक आदर्श स्थान प्रदान करता है।",
            "note_ML": "ബേക്കൽ കോട്ടയ്ക്ക് പുറത്തുള്ള ഒരു മനോഹരമായ ബീച്ച്, അച്ചടിയായ ദൃശ്യങ്ങളും, ശാന്ത പരിസരവും, ആരാമത്തിനായി പരിപാലിക്കുന്ന പൂർണ്ണമായ സ്ഥലമാണ്.",
            "note_TA": "பேக்கல் கோட்டைக்கு அருகிலுள்ள ஒரு மரியாதைப் படாமரை கடற்கரை, அழகான பார்வையும், சுமையான சுற்றமும், மெய்ம்மக்களுக்கு ஏற்படும் ஒரு முக்கிய இடமாகும்."
        },
        {
            "name": "Valiyaparamba Backwaters",
            "name_HI": "वालियापारम्बा बैकवाटर्स",
            "name_ML": "വാളിയപറമ്പ് ബാക്ക്‌വോട്ടേഴ്‌സ്",
            "name_TA": "வாலியபறம்பா பேக்வாட்டர்ஸ்",
            "note": "A scenic backwater stretch with islands, coconut groves, and tranquil waters, ideal for houseboat cruises and fishing.",
            "note_HI": "एक चित्रसौभाग्यपूर्ण बैकवाटर्स स्ट्रेच जिसमें द्वीप, नारियल के बगीचे और शांत जल हैं, जहां घरबाट पर्यटन और मछली पकड़ने के लिए आदर्श हैं।",
            "note_ML": "ദ്വീപുകളും തെങ്ങിനീരിന്റെ കരിയുമുള്ള ഒരു അടുക്കിയിരിപ്പിലുള്ള പ്രകൃതിസൗന്ദര്യം ഉള്ളതാണ്, ഹൗസ്ബോട്ട് ക്രൂസുകളും മീൻപിടിക്കാനും ഉള്ളതാണ് അതിശയിരുന്ന്.",
            "note_TA": "தீவுகளும், தெங்கநீரின் அகராதியும் உள்ள ஒரு அழகிய பேக்வாட்டர்ஸ் விஸ்தாரம், ஹவுஸ்போட் கப்பல் பயணங்களுக்கு மற்றும் மீன்வளத்தில் சுற்றுப்பயணங்களுக்கு அமைந்துள்ளது."
        },
        {
            "name": "Ananthapura Lake Temple",
            "name_HI": "अनन्तपुरा झील मंदिर",
            "name_ML": "അനന്തപുര പേര്‍ക്കാവ് ക്ഷേത്രം",
            "name_TA": "அனந்தபுரா ஏரி கோவில்",
            "note": "A unique temple located on a lake island, known for its ancient architecture, religious significance, and the presence of a crocodile named 'Babiya'.",
            "note_HI": "झील के एक द्वीप पर स्थित एक अद्वितीय मंदिर, जिसे प्राचीन वास्तुकला, धार्मिक महत्व और 'बबिया' नामक एक मगरमच्छ की मौजूदगी के लिए जाना जाता है।",
            "note_ML": "ഒരു കടൽ ദ്വീപത്തിൽ സ്ഥിതിചെയ്യുന്ന ഒരു അനുഷ്ഠാനം മണ്ഡലം, പ്രാചീന വാസ്തുശില്പവും, മതപ്രാധാന്യവും, 'ബബിയ' എന്ന ഒരു മുഗുളച്ചെടിയുടെ ഉപസ്ഥിതിയുമായി പ്രശസ്തമാണ്.",
            "note_TA": "ஏரியில் அமைந்துள்ள ஒரு பொருள் கோவில், பிராசாத கலையும், மத முக்கியத்துவமும், 'பபியா' என்னும் ஒரு முதலையின் உபஸ்திதி அமைந்துள்ளதாக அறியப் படுகின்றது."
        },
        {
            "name": "Madhur Temple",
            "name_HI": "मधुर मंदिर",
            "name_ML": "മധുര്‍ ക്ഷേത്രം",
            "name_TA": "மதுர் கோவில்",
            "note": "A centuries-old temple dedicated to Lord Shiva, known for its exquisite architecture, intricate carvings, and the annual Madhur Mahotsavam festival.",
            "note_HI": "भगवान शिव को समर्पित एक सदियों पुराना मंदिर, उत्कृष्ट वास्तुकला, जटिल नक्काशी, और वार्षिक मधुर महोत्सवम त्योहार के लिए जाना जाता है।",
            "note_ML": "ഭഗവാന്‍ ശിവന്‍ അര്‍പ്പിച്ചിട്ടുള്ള നൂറ്റാണ്ടുകള്‍ക്കുവേണ്ടി നിര്‍മ്മിക്കപ്പെട്ട ക്ഷേത്രം, അതിസുന്ദരമായ വാസ്തുശില്പം, സൂക്ഷ്മമായ നക്കാശങ്ങളും, വാര്‍ഷിക മധുര്‍ മഹോത്സവം കാര്യത്തില്‍ പ്രശസ്തമാണ്.",
            "note_TA": "சிவனுக்கு அர்ப்பணித்துள்ள முன்னிலை ஆறுமுகம், மிகச் சிறப்புப் பொருளாக அறியப்படுகின்றது, கூடிய கலையும், மூடப்பட்ட கார்விங்களும், வாராந்திர மதுர் மகோத்ஸவ விழாவும் அறிவப்படுகின்றன."
        },
        {
            "name": "Ranipuram",
            "name_HI": "रानीपुरम",
            "name_ML": "റാണിപുരം",
            "name_TA": "ராணிபுரம்",
            "note": "A beautiful hill station known for its mist-covered hills, lush green forests, trekking trails, and panoramic views of the Western Ghats.",
            "note_HI": "धुंधले ढके हिल्स, हरा-भरा जंगल, ट्रेकिंग ट्रेल्स, और पश्चिमी घाट के पैनोरेमिक नज़ारे के लिए प्रसिद्ध एक सुंदर पहाड़ी स्टेशन।",
            "note_ML": "മഴക്കുമുകളില്‍ മൂടിയ മലകളും, പച്ചപ്പൂവും കാടുകളും, ട്രെക്കിങ്ങ് ട്രെയിലുകളും, പടിഞ്ഞാറൻ ഘാട്ടിന്റെ പാനോരാമിക് ദൃശ്യങ്ങളും അറിയപ്പെടുന്ന ഒരു മനോഹര മലയാട്.",
            "note_TA": "மூடப்பட்ட மலைகளும், பச்சையான காடுகளும், சொந்தமான சுற்றுலால் பயணிகளும், மேற்கு தொடங்கும் கீழ்த்தொடர்ந்துள்ள திரட்டு மலைக்காட்சி பார்வைகளும் அறிவப்படுகின்றன."
        },
        {
            "name": "Chandragiri Fort",
            "name_HI": "चंद्रगिरी किला",
            "name_ML": "ചന്ദ്രഗിരി കോട്ട",
            "name_TA": "சந்திரகிரி கோட்டை",
            "note": "A historic fort located on the banks of the Chandragiri River, offering scenic views of the river and the surrounding landscapes.",
            "note_HI": "चंद्रगिरी नदी के किनारे स्थित एक ऐतिहासिक किला, जो नदी और आसपास के परिदृश्यों की महत्वाकांक्षी दृश्य प्रदान करता है।",
            "note_ML": "ചന്ദ്രഗിരി പടിഞ്ഞാറൻ കിനാരെ സ്ഥിതിചെയ്യുന്ന പ്രാചീന കോട്ടയാണ്, നദിയും ആസ്വദിക്കാനുള്ള പരിദേശങ്ങളും പ്രകൃതിയും നൽകുന്നു.",
            "note_TA": ""
        },
        {
            "name": "Kappil Beach",
            "name_HI": "कप्पिल समुद्र तट",
            "name_ML": "കപ്പിൽ ബീച്ച്",
            "name_TA": "காப்பில் கடற்கரை",
            "note": "A serene beach where the Kappil River meets the Arabian Sea, known for its picturesque setting and tranquil atmosphere.",
            "note_HI": "एक शांत समुद्र तट जहां कप्पिल नदी अरब सागर से मिलती है, जिसे चित्रकारी वातावरण और शांत माहौल के लिए जाना जाता है।",
            "note_ML": "കപ്പിൽ പടിഞ്ഞാറൻ നദി അറബിക്കടലിലേക്ക് സന്ധിക്കുന്ന ഒരു സന്ധ്യാ ബീച്ചാണ്, പടയോട്ടംഗമായ വേട്ടയും ശാന്ത വാതാവരണവുമായി അറിയപ്പെടുന്നു.",
            "note_TA": ""
        },
        {
            "name": "Kanwatheertha Beach",
            "name_HI": "कन्वथीर्थ समुद्र तट",
            "name_ML": "കന്വഥീർത്ത ബീച്ച്",
            "name_TA": "கண்வதீர்த்த கடற்கரை",
            "note": "A secluded beach with a natural swimming pool formed by the sea, surrounded by cliffs and a tranquil ambiance.",
            "note_HI": "एक एकांत समुद्र तट जिसमें समुद्र द्वारा निर्मित एक प्राकृतिक स्विमिंग पूल है, जो चट्टानों द्वारा घिरा हुआ है और एक शांतिपूर्ण वातावरण है।",
            "note_ML": "കടലാഴ്ച സൃഷ്ടിച്ച ഒരു പ്രകൃതിയായ പൂൾനകുറ്റങ്ങൾക്കിടയിലുള്ള അനന്തര കടലാഴ്ച അടിമയുള്ള ഒരു ഏത്തുമണ്ണമുള്ള ബീച്ച് ആണ്, ഒരു ശാന്ത വാതാവരണവും പടയോട്ടവും കൂടിയാണ് അടയാളപ്പെടുന്നത്.",
            "note_TA": ""
        },
        {
            "name": "Malik Deenar Mosque",
            "name_HI": "मालिक दीनार मस्जिद",
            "name_ML": "മാലിക് ദീനാർ പള്ളി",
            "name_TA": "மாலிக் தீனார் பள்ளி",
            "note": "An ancient mosque believed to be the final resting place of Malik Ibn Dinar, a prominent Islamic scholar, known for its architectural beauty and religious significance.",
            "note_HI": "मान्यतानुसार मालिक इब्न दीनार, एक प्रमुख इस्लामी विद्वान के अंतिम आराम स्थल के रूप में मान्यता प्राप्त एक प्राचीन मस्जिद, जिसे वास्तुकला और धार्मिक महत्व के लिए प्रसिद्ध जाना जाता है।",
            "note_ML": "മാലിക് ഇബ്നുദീനാര്, ഒരു പ്രമുഖ ഇസ്ലാമിക പണ്ഡിതന്റെ അന്തിമ പുകഴ്ത്തായതിനെതിരെ എന്നാണ് വിശ്വസിക്കപ്പെടുന്ന പ്രാചീന മസ്ജിദ്, ആകൃതിയും മതപ്രാധാന്യവും പ്രശസ്തമാണ്.",
            "note_TA": ""
        }
    ]
}